(function(){
  window.knowledgeData = window.knowledgeData || {};
  if (!window.knowledgeData['risk']) window.knowledgeData['risk'] = { id: 'risk' };
  window.knowledgeData['risk'].quiz = [
  {
    "question": "风险可从不同角度，根据不同标准来进行分类。百年不遇的暴雨属于____。",
    "type": "单选题",
    "options": [
      "A：不可预测风险",
      "B：可预测风险",
      "C：已知风险",
      "D：技术风险"
    ],
    "answer": "A",
    "analysis": "按风险的可预测性划分为：已知风险、可预测风险和不可预测风险。 (1)已知风险。已知风险是指在认真、严格地分析项目及其计划之后就能够明确的那些经常发生的，而且其后果亦可预见的风险。已知风险发生概率高，但一般后果轻微，不严重。项目管理中已知风险的例子有：项目目标不明确，过分乐观的进度计划，设计或施工变更和材料价格波动等。 (2)可预测风险。可预测风险是指根据经验，可以预见其发生，但不可预见其后果的风险。这类风险的后果有时可能相当严重。项目管理中的例子有：业主不能及时审查批准，分包商不能及时交工，施工机械出现故障，不可预见的地质条件等。 (3)不可预测风险。不可预测风险是指有可能发生，但其发生的可能性即使最有经验的人亦不能预见的风险。不可预测风险有时也称未知风险或未识别的风险。它们是新的、以前未观察到或很晚才显现出来的风险。这些风险一般是外部因素作用的结果，例如地震、百年不遇的暴雨、通货膨胀和政策变化等。",
    "userAnswer": "A"
  },
  {
    "question": "_____不属于风险识别的依据。",
    "type": "单选题",
    "options": [
      "A：成本管理计划",
      "B：范围基准",
      "C：采购文件",
      "D：风险报告"
    ],
    "answer": "D",
    "analysis": "fengxian.png",
    "userAnswer": "B"
  },
  {
    "question": "某项目有40%概率获利10万元，30%概率会亏损8万元，30%概率既不获利也不亏损。该项目的预期货币价值(EMV)是 ____。",
    "type": "单选题",
    "options": [
      "A：0.4万元",
      "B：1.6万元",
      "C：2万元",
      "D：6.4万元"
    ],
    "answer": "B",
    "analysis": "EMV=10*40%-8*30%+0*30%=1.6万元",
    "userAnswer": "B"
  },
  {
    "question": "通过概率和影响级别定义以及专家访谈，有助于纠正该过程所使用的数据中的偏差属于____。",
    "type": "单选题",
    "options": [
      "A：定性风险分析",
      "B：识别风险",
      "C：定量风险分析",
      "D：风险监控"
    ],
    "answer": "A",
    "analysis": "实施定性风险分析是通过评估单个项目风险发生的概率和影响及其他特征，对风险进行优先级排序，从而为后续分析或行动提供基础的过程。本过程的主要作用是重点关注高优先级的风险。本过程需要在整个项目期间开展。",
    "userAnswer": "A"
  },
  {
    "question": "关于项目风险管理的描述，不正确的是____。",
    "type": "单选题",
    "options": [
      "A：纯粹风险和人为风险在一定条件下可以相互转化",
      "B：项目风险既包括对项目目标的威胁，也包括促进项目目标的机会",
      "C：风险大多数随着项目的进展而不断变化，不确定性会逐渐减小",
      "D：风险后果包括后果发生的频率、收益或损失大小"
    ],
    "answer": "A",
    "analysis": "按照后果的不同，风险可划分为纯粹风险和投机风险。 (1)纯粹风险。不能带来机会、无获得利益可能的风险，叫纯粹风险。纯粹风险只有两种可能的后果：造成损失和不造成损失。纯粹风险造成的损失是绝对的损失。 (2)投机风险。既可能带来机会、获得利益，又隐含威胁、造成损失的风险，叫投机风险。投机风险有三种可能的后果：造成损失、不造成损失和获得利益。纯粹风险和投机风险在一定条件下可以相互转化。项目管理人员必须避免投机风险转化为纯粹风险。风险不是零和游戏。很多情况下，涉及风险的各个方面都要蒙受损失，无一幸免。 2.按照风险来源或损失产生的原因可将风险划分为自然风险和人为风险。 (1)自然风险。由于自然力的作用，造成财产毁损或人员伤亡的风险属于自然风险。 (2)人为风险。人为风险是指由于人的活动而带来的风险。人为风险又可以细分为行为、经济、技术、政策和组织风险等。",
    "userAnswer": "C"
  },
  {
    "question": "A公司中标一个大型系统集成项目，其中一台关键设备计划从国外采购，由于近期汇率波动明显，A公司准备与客户协商使用国产设备，这是采用了___风险应对策略。",
    "type": "单选题",
    "options": [
      "A：回避",
      "B：转移",
      "C：减轻",
      "D：接受"
    ],
    "answer": "A",
    "analysis": "既然从国外采购有风险，我就不从国外采购了，这是风险回避的应对策略。 结合四个选项，如果是买保险，则是转移；如果是等汇率有可能降低时再采购，则是减轻；如果直接采购，则是被动接受；如果增加应急储备（钱等），则是主动接受；如果是不采购国外的了，则是回避。",
    "userAnswer": "A"
  },
  {
    "question": "______不属于定性风险分析的技术。",
    "type": "单选题",
    "options": [
      "A：风险数据质量评估",
      "B：概率和影响矩阵",
      "C：风险紧迫性评估",
      "D：预期货币价值分析"
    ],
    "answer": "D",
    "analysis": "决策树分析和预期货币价值分析，属于实施定量风险分析的工具技术。",
    "userAnswer": "D"
  },
  {
    "question": "关于识别风险的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：可使用类似项目信息的核查替代所需的风险识别",
      "B：在风险管理计划中应规定识别风险的迭代频率和迭代参与程度",
      "C：从组织外部采购商品和服务可能引发新的项目风险",
      "D：使用SWOT分析法可以拓宽项目识别风险的范围"
    ],
    "answer": "A",
    "analysis": "核查单：包括需要考虑的项目、行动或要点的清单。虽然核查单简单易用，但它不可能穷尽所有风险。所以，必须确保不要用核查单来取代所需的风险识别工作；同时，项目团队也应该注意考察未在核查单中列出的事项。此外，还应该不时地审查核查单，增加新信息，删除或存档过时信息。",
    "userAnswer": "A"
  },
  {
    "question": "关于风险分析的技术，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：概率影响矩阵适用于两个以上的参数对风险进行分类的情况",
      "B：蒙特卡洛分析，是使用模型模拟大量单个项目风险和其他不确定性来源的综合影响，以评估它们对项目目标的潜在影响",
      "C：敏感性分析，是将项目结果变化与定量风险分析模型中的要素变化之间建立联系的方法",
      "D：影响图是不确定条件下进行决策的图形辅助工具"
    ],
    "answer": "A",
    "analysis": "概率和影响矩阵：把每个风险发生的概率和该风险一旦发生对项目目标的影响映射起来的表格。此矩阵对概率和影响进行组合，以便于把单个项目风险划分到不同的优先级组别。 如果使用了两个以上的参数对风险进行分类，那就不能使用概率和影响矩阵，而需要使用其他图形。",
    "userAnswer": "C"
  },
  {
    "question": "一件商品卖出去将盈利50元，卖不出去将亏损60元，卖出去的概率是80%，卖不出去的概率是20%，该商品的预期货币价值(EMV)是 （ ）元。",
    "type": "单选题",
    "options": [
      "A：6",
      "B：8",
      "C：66",
      "D：28"
    ],
    "answer": "D",
    "analysis": "EMV=50*0.8-60*0.2=28",
    "userAnswer": "D"
  },
  {
    "question": "因为每个项目都是独特的，所以项目经理可能根据需要裁剪项目风险管理过程。风险管理过程裁剪时应考虑的因素不包括（  ）。",
    "type": "单选题",
    "options": [
      "A：项目规模",
      "B：项目复杂性",
      "C：开发方法",
      "D：治理"
    ],
    "answer": "D",
    "analysis": "每个项目都有其独特性，因此必要时，可以对项目风险管理过程进行裁剪。裁剪结果将被记录在风险管理计划中，裁剪时应考虑的因素主要包括：●项目规模：由预算、进度、范围和人数所体现的项目规模，要求采取更详细的风险管理方法吗?或者项目小到只需用简化的风险管理过程吗?●项目复杂性：由高水平创新、新技术采用、界面或外部依赖关系导致的项目复杂性提高，是否要求采用更稳健的风险管理方法?或者项目是否简单到只需用简化的风险管理过程?●项目重要性；项目的战略重要性有多大?项目风险的高级别是因为在创造突破性机会克服组织经营的重大障碍或涉及重大产品创新吗?●开发方法：瀑布或预测型开发方式，项目的风险管理过程可以按阶段开展，敏捷或适应型开发方法，项目的风险管理过程可以在每个重复过程中开展?",
    "userAnswer": "C"
  },
  {
    "question": "甲公司对某投资项目进行评估，投入100万元，10%概率获得利润150万元，55%的概率获得利润200万元，20%的概率获得利润280万元，10%的概率不赔不赚，5%的概率亏300万元。则项目的投资回报率为()。",
    "type": "单选题",
    "options": [
      "A：266",
      "B：2.66",
      "C：166",
      "D：1.66"
    ],
    "answer": "D",
    "analysis": "收益为：150*10%+200*55%+280*20%+0*10%+(-300)*5%=166 投资回报率为166/100=1.66",
    "userAnswer": "D"
  },
  {
    "question": "整体项目风险应对策略不包括()。",
    "type": "单选题",
    "options": [
      "A：开拓",
      "B：接受",
      "C：上报",
      "D：转移或分享"
    ],
    "answer": "C",
    "analysis": "整体项目风险应对策略：（1）规避；（2）开拓；（3）转移或分享；（4）减轻或提高；（5）接受。",
    "userAnswer": "C"
  },
  {
    "question": "关于风险的描述，不正确的是()。",
    "type": "单选题",
    "options": [
      "A：风险是一种不以人的意志为转移的客观存在",
      "B：风险的后果与人类社会的相关性决定了风险的社会性",
      "C：在企业管理中所说的风险通常是指由于激烈竞争的环境以及技术条件的改变企业经营管理面临的不确定性",
      "D：风险可以用概率表示其发生的可能性，值越大表示其对项目的影响越大"
    ],
    "answer": "D",
    "analysis": "风险概率和影响评估。风险概率评估考虑的是特定风险发生的可能性，概率值越大代表发生的可能性越大。而风险影响评估考虑的是风险对一项或多项项目目标的潜在影响，如进度、成本、质量或绩效，数值越大代表对目标影响越大。",
    "userAnswer": "D"
  },
  {
    "question": "项目经理小王发现项目可能延期，分析原因后按照风险登记册中的风险应对计划进行了处理。该过程属于项目风险管理中的()。",
    "type": "单选题",
    "options": [
      "A：规划风险应对",
      "B：监督风险",
      "C：定量风险分析",
      "D：识别风险"
    ],
    "answer": "B",
    "analysis": "监督风险是在整个项目期间，监督风险应对计划的实施，并跟踪已识别风险、识别和分析新风险，以及评估风险管理有效性的过程。",
    "userAnswer": "B"
  },
  {
    "question": "测试员对项目进行测试并和期望结果对比后输出了测试成功率，失败率等数据，测试员使用的是监督风险的()。",
    "type": "单选题",
    "options": [
      "A：储备分析",
      "B：风险审计",
      "C：风险再评估",
      "D：技术绩效测量"
    ],
    "answer": "D",
    "analysis": "技术绩效分析：开展技术绩效分析，把项目执行期间所取得的技术成果与取得相关技术成果的计划进行比较。它要求定义关于技术绩效的客观的、量化的测量指标，以便据此比较实际结果与计划要求。技术绩效测量指标可能包括处理时间、缺陷数量和储存容量等。实际结果偏离计划的程度可代表威胁或机会的潜在影响。",
    "userAnswer": "C"
  },
  {
    "question": "关于风险的描述中，说法错误的是( )",
    "type": "单选题",
    "options": [
      "A：风险是与人类活动相生相伴的,风险无所不在；",
      "B：可能会对项目目标产生负面或正面的影响；",
      "C：风险会随着项目的进展而变化，不确定性也会着项目进展而逐渐减少；",
      "D：项目风险无法事先识别，一旦发生不可控制，人们能做的只能是主动接受。"
    ],
    "answer": "D",
    "analysis": "项目风险是一种不确定的事件或条件，一旦发生，会对项目目标产生某种正面或负面的影响。项目风险既包括对项目目标的威胁，也包括促进项目目标的机会。已知风险是那些已经经过识别和分析的风险，对于已知风险，对其进行规划，寻找应对方案是可行的；虽然项目经理们可以依据以往类似项目的经验，采取一般的应急措施处理未知风险，但未知风险是无法管理的。",
    "userAnswer": "C"
  },
  {
    "question": "下列（ ）不是风险的属性",
    "type": "单选题",
    "options": [
      "A：不确定性",
      "B：随机性",
      "C：相对性",
      "D：可变性"
    ],
    "answer": "A",
    "analysis": "风险的属性：随机性、相对性、可变性。",
    "userAnswer": "B"
  },
  {
    "question": "风险事件是否发生？何时发生？发生之后会造成什么样的后果？许多风险事件的发生都遵循一定的统计规律，这体现了风险的（ ）属性。",
    "type": "单选题",
    "options": [
      "A：客观性",
      "B：普遍性",
      "C：随机性",
      "D：相对性"
    ],
    "answer": "C",
    "analysis": "风险事件的发生及其后果都具有偶然性。风险事件是否发生？何时发生？发生之后会造成什么样的后果？许多事件的发生都遵循一定的统计规律，这种性质叫随机性。风险事件具有随机性。",
    "userAnswer": "A"
  },
  {
    "question": "风险的相对性是指（ ）。",
    "type": "单选题",
    "options": [
      "A：面对同样的风险，人们有不同的承受能力",
      "B：在项目的不同阶段，有不同的风险",
      "C：不同风险，采用不同的应对措施",
      "D：风险可能造成损失，也可能带来收益"
    ],
    "answer": "A",
    "analysis": "风险总是相对项目活动主体而言的。同样的风险对于不同的主体有不同的影响。人们对于风险事件都有一定的承受能力，但是这种能力因活动、人和时间而异。",
    "userAnswer": "D"
  },
  {
    "question": "影响人们对风险承受能力的因素很多，其中（ ）人们愿意承担的风险越大。",
    "type": "单选题",
    "options": [
      "A：项目活动投入的越多",
      "B：个人、组织拥有的资源越少",
      "C：项目的收益越大",
      "D：组织中高级别管理人员相对较少"
    ],
    "answer": "C",
    "analysis": "收益总是伴随损失。损失的可能性和数额越大，人们希望为弥补损失而得到的收益也越大。反过来，收益越大，人们愿意承担的风险也就越大。",
    "userAnswer": "C"
  },
  {
    "question": "在（ ）的情况下，人们对风险的承受能力越小。",
    "type": "单选题",
    "options": [
      "A：项目的收益越大",
      "B：项目的投入越大",
      "C：项目拥有的资源越多",
      "D：管理人员的地位越高"
    ],
    "answer": "B",
    "analysis": "项目活动投入得越多，人们对成功所抱的希望也越大，愿意冒的风险也就越小。 级别高的管理人员比级别低的管理人员能够承担的风险相对要大。个人或组织拥有的资源越多，其风险承受能力也越大。 收益越大，人们愿意承担的风险也就越大。",
    "userAnswer": "B"
  },
  {
    "question": "项目风险的可变性主要体现在（ ） ①风险性质的变化 ②风险后果的变化 ③风险量的变化 ④主体的变化 ⑤新的风险产生 ⑥风险影响因素的变化",
    "type": "单选题",
    "options": [
      "A：②③④",
      "B：②⑤⑥",
      "C：①③⑤",
      "D：①②⑤"
    ],
    "answer": "D",
    "analysis": "风险的可变性含义包括： 风险性质的变化 风险后果的变化：风险后果包括后果发生的频率、收益或损失大小。 出现新风险：随着项目或其他活动的展开，会有新的风险出现",
    "userAnswer": "B"
  },
  {
    "question": "关于风险的说法，不正确的是：（ ）",
    "type": "单选题",
    "options": [
      "A：从风险的后果来看，风险可划分为纯粹风险和投机风险。",
      "B：有些风险在一定条件下可以相互转化",
      "C：可能带来机会和利益，但也可能带来威胁和损失的风险，是随机风险",
      "D：无法带来任何机会和利益的风险，是纯粹风险"
    ],
    "answer": "C",
    "analysis": "按照后果的不同，风险可划分为纯粹风险和投机风险。 不能带来机会、无获得利益可能的风险，叫纯粹风险。纯粹风险只有两种可能的后果：造成损失和不造成损失。纯粹风险造成的损失是绝对的损失。 既可能带来机会、获得利益，又隐含威胁、造成损失的风险，叫投机风险。投机风险有三种可能的后果：造成损失、不造成损失和获得利益。",
    "userAnswer": "C"
  },
  {
    "question": "关于风险的描述，错误的是（  ）",
    "type": "单选题",
    "options": [
      "A：项目管理人员必须避免投机风险转化为纯粹风险",
      "B：纯粹风险和投机风险在一定条件下可以相互转化",
      "C：纯粹风险有三种可能后果：造成损失、不造成损失和获得利益",
      "D：风险不是零和游戏，有人受损就有人获利"
    ],
    "answer": "C",
    "analysis": "纯粹风险：不能带来机会、无获得利益可能的风险，叫纯粹风险。纯粹风险只有两种可能的后果：造成损失和不造成损失。",
    "userAnswer": "C"
  },
  {
    "question": "按照风险来源划分，可将风险分为（ ）",
    "type": "单选题",
    "options": [
      "A：自然风险和人为风险",
      "B：局部风险和整体风险",
      "C：静态风险和动态风险",
      "D：客观风险和主观风险"
    ],
    "answer": "A",
    "analysis": "按照风险来源或损失产生的原因可将风险划分为自然风险和人为风险。 自然风险。由于自然力的作用，造成财产毁损或人员伤亡的风险属于自然风险。例如，水利工程施工过程中因发生洪水或地震而造成的工程损害，材料和器材损失。 人为风险。人为风险是指由于人的活动而带来的风险。人为风险又可以细分为行为、经济、技术、政策和组织风险等。",
    "userAnswer": "A"
  },
  {
    "question": "行为、经济、技术、政策和组织等方面产生的风险，属于（ ）",
    "type": "单选题",
    "options": [
      "A：客观风险",
      "B：人为风险",
      "C：投机风险",
      "D：可管理风险"
    ],
    "answer": "B",
    "analysis": "人为风险。人为风险是指由于人的活动而带来的风险。人为风险又可以细分为行为、经济、技术、政策和组织风险等。",
    "userAnswer": "B"
  },
  {
    "question": "（ ）是指在认真、严格地分析项目及其计划之后就能够明确的那些经常发生的，而且其后果亦可预见的风险。",
    "type": "单选题",
    "options": [
      "A：已知风险",
      "B：可管理风险",
      "C：可预测风险",
      "D：不可预测风险"
    ],
    "answer": "A",
    "analysis": "已知风险是指在认真、严格地分析项目及其计划之后就能够明确的那些经常发生的，而且其后果亦可预见的风险。已知风险发生概率高，但一般后果轻微，不严重。项目管理中已知风险的例子有：项目目标不明确，过分乐观的进度计划，设计或施工变更和材料价格波动等",
    "userAnswer": "C"
  },
  {
    "question": "（ ）是指可以预见其发生，但不可预见其后果的风险。这类风险的后果有时可能相当严重。",
    "type": "单选题",
    "options": [
      "A：客观风险",
      "B：可预测风险",
      "C：不可管理风险",
      "D：不可预测风险"
    ],
    "answer": "B",
    "analysis": "可预测风险是指根据经验，可以预见其发生，但不可预见其后果的风险。这类风险的后果有时可能相当严重。项目管理中的例子有：业主不能及时审查批准，分包商不能及时交工，施工机械出现故障，不可预见的地质条件等。",
    "userAnswer": "C"
  },
  {
    "question": "新冠肺炎属于（ ）",
    "type": "单选题",
    "options": [
      "A：自然风险",
      "B：客观风险",
      "C：不可管理风险",
      "D：不可预测风险"
    ],
    "answer": "D",
    "analysis": "不可预测风险。不可预测风险是指有可能发生，但其发生的可能性即使最有经验的人亦不能预见的风险。不可预测风险有时也称未知风险或未识别的风险。它们是新的、以前未观察到或很晚才显现出来的风险。这些风险一般是外部因素作用的结果，例如地震、百年不遇的暴雨、通货膨胀和政策变化等。",
    "userAnswer": "D"
  },
  {
    "question": "（ ）是指有可能发生，但其发生的可能性即使最有经验的人亦不能预见的风险。",
    "type": "单选题",
    "options": [
      "A：未知风险",
      "B：自然风险",
      "C：投机风险",
      "D：整体风险"
    ],
    "answer": "A",
    "analysis": "不可预测风险。不可预测风险是指有可能发生，但其发生的可能性即使最有经验的人亦不能预见的风险。不可预测风险有时也称未知风险或未识别的风险。它们是新的、以前未观察到或很晚才显现出来的风险。这些风险一般是外部因素作用的结果，例如地震、百年不遇的暴雨、通货膨胀和政策变化等。",
    "userAnswer": "A"
  },
  {
    "question": "风险成本的构成，不包括（ ）",
    "type": "单选题",
    "options": [
      "A：风险带来的机会成本",
      "B：风险减少的收益",
      "C：预防风险的支出",
      "D：风险造成的损失"
    ],
    "answer": "A",
    "analysis": "风险事件造成的损失或减少的收益以及为防止发生风险采取预防措施而支付的费用，都构 成了风险成本。",
    "userAnswer": "A"
  },
  {
    "question": "（ ）是在风险事件发生前后付出的代价。如减少了机会，阻碍了生产率的提高，造成资源分配不当。",
    "type": "单选题",
    "options": [
      "A：机会成本",
      "B：社会成本",
      "C：有形成本",
      "D：无形成本"
    ],
    "answer": "D",
    "analysis": "风险损失的无形成本指由于风险所具有的不确定性而使项目主体在风险事件发生之前或之后付出的代价。主要表现在如下3个方面：风险损失减少了机会、风险阻碍了生产率的提高、风险造成资源分配不当。",
    "userAnswer": "D"
  },
  {
    "question": "重大交通事故造成的受伤人员的医疗费、休养费、工资等，属于风险有形成本中的（ ）",
    "type": "单选题",
    "options": [
      "A：直接损失",
      "B：间接损失",
      "C：其他损失",
      "D：责任损失"
    ],
    "answer": "A",
    "analysis": "风险损失的有形成本包括风险事件造成的直接损失和间接损失。 直接损失指财产损毁和人员伤亡的价值。例如，压缩空气机房在施工过程中失火，直接损失包括空气压缩机的重置成本、受伤人员的医疗费、休养费、工资等。 间接损失指直接损失以外的其他损失、责任损失以及因此而造成的收益的减少，包括因灭火扑救、停工等发生的成本。",
    "userAnswer": "A"
  },
  {
    "question": "某项目执行过程中，因人员操作不当造成火灾，紧急呼叫119灭火，项目停工5天，延期交货赔付违约金2万元，这属于风险成本中的（ ）",
    "type": "单选题",
    "options": [
      "A：直接损失",
      "B：间接损失",
      "C：责任损失",
      "D：其他损失"
    ],
    "answer": "B",
    "analysis": "间接损失指直接损失以外的其他损失、责任损失以及因此而造成的收益的减少，包括因灭火扑救、停工等发生的成本。",
    "userAnswer": "B"
  },
  {
    "question": "项目风险管理过程，正确的顺序是（ ） ①规划风险管理 ②识别风险 ③实施定性风险分析 ④实施定量风险分析⑤规划风险应对⑥实施风险应对⑦监督风险",
    "type": "单选题",
    "options": [
      "A：①②③④⑤⑥⑦",
      "B：②①④③⑤⑥⑦",
      "C：②①③④⑥⑦",
      "D：①②③④⑥⑦"
    ],
    "answer": "A",
    "analysis": "项目风险管理过程，正确的顺序是： ①规划风险管理、②识别风险、③实施定性风险分析、④实施定量风险分析、⑤规划风险应对、⑥实施风险应对、⑦监督风险。",
    "userAnswer": "A"
  },
  {
    "question": "项目风险管理是识别和分析项目风险及采取应对措施的活动。进行项目风险管理，第三步需要开展的工作是（ ）",
    "type": "单选题",
    "options": [
      "A：识别风险",
      "B：定性风险分析",
      "C：定量风险分析",
      "D：规划风险应对"
    ],
    "answer": "B",
    "analysis": "项目风险管理过程，正确的顺序是： ①规划风险管理、②识别风险、③实施定性风险分析、④实施定量风险分析、⑤规划风险应对、⑥实施风险应对、⑦监督风险。",
    "userAnswer": "B"
  },
  {
    "question": "通过评估单个项目风险发生的概率和影响以及特征，对风险进行优先级排序，属于风险管理过程的（ ）",
    "type": "单选题",
    "options": [
      "A：识别风险",
      "B：定量风险分析",
      "C：定性风险分析",
      "D：风险监控"
    ],
    "answer": "C",
    "analysis": "实施定性风险分析：通过评估单个项目风险发生的概率和影响以及特征，对风险进行优先级排序，从而为后续分析或行动提供基础。",
    "userAnswer": "C"
  },
  {
    "question": "（ ）就是分析风险对项目目标的影响，主要用来评估风险对项目的总体影响。",
    "type": "单选题",
    "options": [
      "A：识别风险",
      "B：定性风险分析",
      "C：定量风险分析",
      "D：规划风险应对"
    ],
    "answer": "C",
    "analysis": "实施定量风险分析：就已识别的单个项目风险和其他不确定性的来源对整体项目目标的综合影响进行定量分析。",
    "userAnswer": "B"
  },
  {
    "question": "关于规划风险管理的过程，描述不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：规划风险管理是定义如何实施项目风险管理活动的过程",
      "B：好的规划风险管理可以提高项目风险分析过程的成功率",
      "C：规划风险管理的作用是确保风险管理的水平、方法和可见度与项目风险程度相匹配",
      "D：规划风险管理在项目执行阶段开始，通过风险管理有效性审查后可能需要反复调整计划"
    ],
    "answer": "D",
    "analysis": "规划风险管理过程在项目立项阶段就应开始，并在项目早期完成。在项目生命周期的后期，可能有必要重新开展本过程，例如在发生重大阶段变更时，在项目范围显著变化时，或者后续对风险管理有效性进行审查且确定需要调整项目风险管理过程时。",
    "userAnswer": "D"
  },
  {
    "question": "下列关于风险管理计划的描述，正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：任何项目，为了确保风险管理的有效性，风险管理计划应该足够的详细的正式",
      "B：风险管理计划需要团队成员共同编制以达成一致的认知",
      "C：项目相关方是否保守和激进，对于风险管理计划的制定没有影响",
      "D：风险管理计划因项目而异，不用考虑组织的环境因素"
    ],
    "answer": "B",
    "analysis": "因项目不同，风险管理计划会有差异可以正式可以非正式，可详可简；项目相关方的态度决定了你对风险管理的程度；组织的环境因素变化本身就会带来很大的风险，所以是需要考虑的重要的重要因素。",
    "userAnswer": "B"
  },
  {
    "question": "下面（ ）不属于风险管理计划编制的成果。",
    "type": "单选题",
    "options": [
      "A：风险管理策略",
      "B：方法论",
      "C：风险概率和影响",
      "D：风险登记册"
    ],
    "answer": "D",
    "analysis": "风险管理计划内容主要包括：风险管理策略、方法论、角色与职责、资金、时间安排、风险类别（经常采用风险分解结构(RBS)）、干系人风险偏好、风险概率和影响、概率和影响矩阵、报告格式、跟踪。",
    "userAnswer": "C"
  },
  {
    "question": "进行项目风险管理时，风险概率和影响的定义，是在（ ）中制定的。",
    "type": "单选题",
    "options": [
      "A：风险识别",
      "B：风险管理计划",
      "C：定性风险分析",
      "D：定量风险分析"
    ],
    "answer": "B",
    "analysis": "风险管理计划内容主要包括：风险概率和影响。 风险概率和影响：根据具体的项目环境、组织和关键干系人的风险偏好和临界值，来制 定风险概率和影响。",
    "userAnswer": "C"
  },
  {
    "question": "概率和影响矩阵是规划风险管理过程的重要输出，对其描述不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：概率：是指事件发生后带来影响的可能性",
      "B：影响：是指假设事件发生后，对一个或多个项目目标产生的偏差或失效程度",
      "C：概率和影响矩阵是基于风险的概率和影响，对风险进行优先级排序",
      "D：概率和影响矩阵中，以正面影响定义机会，以负面影响定义威胁"
    ],
    "answer": "A",
    "analysis": "概率是指对事件发生可能性进行评估，不是事件发生后带来影响的可能性。",
    "userAnswer": "B"
  },
  {
    "question": "关于风险识别过程的描述，错误的是（ ）",
    "type": "单选题",
    "options": [
      "A：识别单个项目风险以及整体项目风险的来源，并记录风险特征；",
      "B：识别风险是一个迭代的过程，迭代的频率和每次迭代所需的参与程度因情况而异；",
      "C：汇总相关信息，以便项目团队能够恰当地应对已识别的风险；",
      "D：为了更高效快速精准的识别风险，该过程只需要项目经理和风险管理专家参与。"
    ],
    "answer": "D",
    "analysis": "识别风险时，应鼓励所有项目干系人参与项目风险的识别工作。项目团队的参与尤其重要，以便培养和保持他们对已识别单个项目风险、整体项目风险级别和相关风险应对措施的主人翁意识和责任感。",
    "userAnswer": "D"
  },
  {
    "question": "项目风险识别的输入包括（ ） ①范围、进度、成本基准 ②干系人登记册 ③资源需求 ④采购文档 ⑤工作分解结构WBS ⑥核查单 ⑦应急储备与管理储备",
    "type": "单选题",
    "options": [
      "A：①②③④⑤⑥⑦",
      "B：①②③④⑥",
      "C：①④⑤⑥⑦",
      "D：①②③④⑤"
    ],
    "answer": "D",
    "analysis": "识别风险的输入包括：项目管理计划（范围基准、进度基准、成本基准）、项目文件（干系人登记册、需求文件、持续时间估算、成本估算、资源需求）、采购文件、协议、事业环境因素、组织过程资产。\n其中⑤，范围基准中包括WBS，因此⑤正确。⑥核查单是工具技术，非输入。",
    "userAnswer": "C"
  },
  {
    "question": "适用于识别风险过程的数据分析技术有很多，下列描述错误的是（ ）",
    "type": "单选题",
    "options": [
      "A：根本原因分析：常用于发现导致问题的深层原因并制定预防措施",
      "B：文件分析：通过对项目文件的结构化审查，可以识别出一些风险",
      "C：SWOT分析：在识别风险时，它会将内部产生的风险包含在内，从而拓宽识别风险的范围",
      "D：多维决策分析技术：从不同维度对多维决策分析模型进行设计，有效识别项目风险"
    ],
    "answer": "D",
    "analysis": "适用于识别风险过程的数据分析技术不包括多维决策分析技术。",
    "userAnswer": "B"
  },
  {
    "question": "关于识别风险的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：可使用类似项目信息的核查替代所需的风险识别",
      "B：风险识别中鼓励所有项目干系人参与",
      "C：从组织外部采购商品和服务可能引发新的项目风险",
      "D：采用统一的风险描述格式清晰的、明确的描述和记录项目风险"
    ],
    "answer": "A",
    "analysis": "虽然核查单简单易用，但它不可能穷尽所有风险。所以，必须确保不要用核查单来取代所需的风险识别工作。",
    "userAnswer": "A"
  },
  {
    "question": "关于实施定性风险分析的过程，描述不准确的是（ ）",
    "type": "单选题",
    "options": [
      "A：本过程的主要作用是重点关注高优先级的风险",
      "B：本过程会为每个风险识别出责任人，以便由他们负责规划风险应对措施",
      "C：实施定性风险分析能为规划风险应对过程确定单个项目风险的相对优先级",
      "D：实施定量风险分析为实施定性风险分析奠定了基础"
    ],
    "answer": "D",
    "analysis": "实施定性风险分析是通过评估单个项目风险发生的概率和影响及其他特征，对风险进行优先级排序，从而为后续分析或行动提供基础的过程。本过程的主要作用是重点关注高优先级的风险。本过程需要在整个项目期间开展。 实施定性风险分析，使用项目风险的发生概率、风险发生时对项目目标的相应影响以及其 他因素，来评估已识别单个项目风险的优先级。实施定性风险分析能为规划风险应对过程确定单个项目风险的相对优先级。本过程会为每个风险识别出责任人，以便由他们负责规划风险应对措施，并确保应对措施的实施。如果需要开展实施定量风险分析过程，那么实施定性风险分析也能为其奠定基础。\n答题用时：37分钟\n答题时间：2026-05-04 15:46:26\n答题卡\n单选题\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49\n\n咨询热线：400-0892-521\n技术支持：186-0032-8316\n备案号：京ICP备17068716号-1\nCopyright 2019 版权所有 光环国际\nPMI, PMP, PgMP, PMI-ACP, and PMBOK are \nregistered marks of the Project Management Institute, Inc.\n意见/建议/服务反馈通道\n客诉：400-8396-658\n邮箱：feedback@aura.cn\n\n\n首页 课程中心 直播中心 题库 名师 问答 我的课程 詹丹丹 下载APP 关注公众号\n首页 试题详情 答案解析",
    "userAnswer": "D"
  }
];
})();
