(function(){
  window.knowledgeData = window.knowledgeData || {};
  if (!window.knowledgeData['scope']) window.knowledgeData['scope'] = { id: 'scope' };
  window.knowledgeData['scope'].quiz = [
  {
    "question": "在____生命周期中，项目开始时就对项目可交付成果进行定义，对任何范围变化都要进行变更管理。",
    "type": "单选题",
    "options": [
      "A：预测型",
      "B：适应型",
      "C：敏捷型",
      "D：迭代型"
    ],
    "answer": "A",
    "analysis": "预测型生命周期。采用预测型开发方法的生命周期适用于已经充分了解并明确确定需求的项目，又称为瀑布型生命周期。预测型生命周期在生命周期的早期阶段确定项目范围、时间和成本，对任何范围的变更都要进行严格管理，每个阶段只进行一次，每个阶段都侧重于某一特定类型的工作。\n222.png",
    "userAnswer": "A"
  },
  {
    "question": "__不是规划范围管理过程的输入。",
    "type": "单选题",
    "options": [
      "A：项目章程",
      "B：项目管理计划",
      "C：事业环境因素",
      "D：需求管理计划"
    ],
    "answer": "D",
    "analysis": "333.png",
    "userAnswer": "C"
  },
  {
    "question": "关于需求的理解，不正确的是 __。",
    "type": "单选题",
    "options": [
      "A：让干系人积极参与需求的探索和分解工作，并仔细确定、记录和管理对产品、服务或成果的需求，能直接促进项目成功",
      "B：为更好地对项目进行了解，收集需求的过程应在整个项目期间定期开展",
      "C：需求是指根据特定协议或其他强制性规范，产品、服务或成果必须具备的条件或能力",
      "D：需求包括发起人、客户和其他干系人的已量化且书面记录的需要和期望"
    ],
    "answer": "B",
    "analysis": "收集需求是为实现目标而确定，记录并管理干系人的需要和需求的过程。本过程的主要作用是为定义产品范围和项目范围奠定基础。本过程仅开展一次或仅在项目的预定义点开展。",
    "userAnswer": "B"
  },
  {
    "question": "数据收集技术中，_____将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。",
    "type": "单选题",
    "options": [
      "A：头脑风暴",
      "B：焦点小组",
      "C：亲和图",
      "D：标杆对照"
    ],
    "answer": "D",
    "analysis": "标杆对照：将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。标杆对照所采用的可比组织可以是内部的，也可以是外部的。",
    "userAnswer": "D"
  },
  {
    "question": "_____是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。",
    "type": "单选题",
    "options": [
      "A：系统交互图",
      "B：决策矩阵",
      "C：需求跟踪矩阵",
      "D：UC矩阵"
    ],
    "answer": "C",
    "analysis": "需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项目结束的时候都能实现并交付。最后，需求跟踪矩阵还为管理产品范围变更提供了框架。跟踪需求的内容包括：①业务需要、机会、目的和目标：②项目目标：③项目范围和WBS可交付成果；④产品设计；⑤产品开发；⑥测试策略和测试场景；⑦高层级需求到详细需求等。",
    "userAnswer": "C"
  },
  {
    "question": "应根据_____来编制详细的项目范围说明书。 ①可交付成果 ②假设条件 ③制约因素 ④WBS",
    "type": "单选题",
    "options": [
      "A：①②③",
      "B：①②④",
      "C：①③④",
      "D：②③④"
    ],
    "answer": "A",
    "analysis": "应根据项目启动过程中记载的主要可交付成果、假设条件和制约因素来编制详细的项目范围说明书。在项目规划过程中，随着对项目信息了解的逐渐深入，应该更加详细、具体地定义和描述项目范围。此外，还需要分析现有风险、假设条件和制约因素的完整性，并做必要的增补或更新。\n444.png",
    "userAnswer": "C"
  },
  {
    "question": "关于项目范围说明书的理解，不正确的是 __。",
    "type": "单选题",
    "options": [
      "A：项目范围说明书可明确指出哪些工作不属于本项目范围",
      "B：项目范围说明书使项目团队能进行更详细的规划，并为评价变更请求或额外工作是否超过项目边界提供基准",
      "C：项目范围说明书描述要做和不要做的工作的详细程度，决定着项目管理团队控制整个项目范围的有效程度",
      "D：项目范围说明书不能代表项目干系人之间就项目范围所达成的共识"
    ],
    "answer": "D",
    "analysis": "项目范围说明书是对项目范围、主要可交付成果、假设条件和制约因素的描述。它记录了整个范围，包括：项目和产品范围；详细描述了项目的可交付成果；代表项目干系人之间就项目范围所达成的共识。为便于管理干系人的期望，项目范围说明书可明确指出哪些工作不属于本项目范围。项目范围说明书帮助项目团队进行更详细的规划，在执行过程中指导项目团队工作，并为评价变更请求或额外工作是否超过项目边界提供基准。 项目范围说明书描述要做和不要做的工作的详细程度，决定着项目管理团队控制整个项目范围的有效程度。",
    "userAnswer": "D"
  },
  {
    "question": "范围基准包括 __。 ①经过批准的范围说明书 ②项目章程 ③WBS词典 ④WBS ⑤项目管理计划",
    "type": "单选题",
    "options": [
      "A：①②⑤",
      "B：①②④",
      "C：①③④",
      "D：①④⑤"
    ],
    "answer": "C",
    "analysis": "范围基准是经过批准的范围说明书、WBS和相应的WBS词典，只有通过正式的变更控制程序才能进行变更，它被用作比较的基础。范围基准是项目管理计划的组成部分。",
    "userAnswer": "C"
  },
  {
    "question": "关于确认范围的描述，不正确的是（   ）。",
    "type": "单选题",
    "options": [
      "A：确认范围的作用之一是确保验收过程具有客观性",
      "B：确认范围过程通常先于控制质量过程，二者也可同时进行",
      "C：在确认范围时，先检查可交付成果是否具有明确的质量标准",
      "D：管理层、客户、项目管理人员在确认范围时的关注点有所不同"
    ],
    "answer": "B",
    "analysis": "确认范围过程与控制质量过程的不同之处在于，前者关注可交付成果的验收，而后者关注可交付成果的正确性及是否满足质量要求。控制质量过程通常先于确认范围过程，但二者也可同时进行。",
    "userAnswer": "C"
  },
  {
    "question": "关于WBS的描述，正确的是（ ）。",
    "type": "单选题",
    "options": [
      "A：WBS中的各项工作为可交付成果提供服务",
      "B：WBS的内容一般会超出完成可交付成果的活动范围",
      "C：WBS的元素可以由一人或多人负责",
      "D：WBS应包括分包的工作，但不包括管理工作"
    ],
    "answer": "A",
    "analysis": "在WBS分解的过程中，应该注意以下8个方面。 ● WBS必须是面向可交付成果的：WBS中的各项工作是为提供可交付的成果服务的。 ● WBS必须符合项目的范围。 ● WBS的底层应该支持计划和控制。  ● WBS中的元素必须有人负责，而且只有一个人负责。。  ● WBS应控制在4～6层。。  ● WBS应包括项目管理工作(因为管理是项目具体工作的一部分),也要包括分包出去的工作。  ● WBS的编制需要所有(主要)项目干系人的参与。 ● WBS并非是一成不变的。",
    "userAnswer": "C"
  },
  {
    "question": "因为每个项目都是独特的，所以项目经理可能根据需要裁剪项目范围管理过程。范围管理过程裁剪时应考虑的因素不包括（ ）。",
    "type": "单选题",
    "options": [
      "A：确认和控制",
      "B：开发方法",
      "C：干系人",
      "D：治理"
    ],
    "answer": "C",
    "analysis": "因为每个项目都是独特的，所以项目经理可能根据需要裁剪项目范围管理过程。裁剪时应考虑的因素包括：●知识和需求管理：项目经理应建立哪些指南?为了在未来项目中重复使用需求，组织是否拥有正式或非正式的知识和需求管理体系?●确认和控制：组织是否有正式或非正式的与确认和控制相关政策、程序和指南?●开发方法：组织是否采用敏捷方法管理项目?开发方法属于迭代型还是增量型?是否采用预测型方法?混合型方法是否有效?●需求的稳定性：项目中是否存在需求不稳定的领域?是否有必要采用精益、敏捷或其他适应型技术来处理不稳定的需求，直至需求稳定且定义明确?●治理：组织是否拥有正式或非正式的审计和治理政策、程序和指南?",
    "userAnswer": "B"
  },
  {
    "question": "()is the hierarchical breakdown of the entire scope of work by the project team to accomplish the project objectives and create the required deliverables, It provides detailed deliverable,activity,and scheduling information about each component in the work breakdown structure.",
    "type": "单选题",
    "options": [
      "A：OLA",
      "B：SLA",
      "C：SOP",
      "D：WBS"
    ],
    "answer": "D",
    "analysis": "()是项目团队为实现项目目标和创建所需的可交付成果而对整个工作范围进行的分层分解。它提供了关于工作分解结构中每个组件的详细可交付成果、活动和日程安排信息。 A-OLA B-SLA C-SOP D-WBS",
    "userAnswer": "D"
  },
  {
    "question": "由客户或者发起人正式签字批准的文件是()。",
    "type": "单选题",
    "options": [
      "A：核实的可交付成果",
      "B：工作绩效信息",
      "C：验收的可交付成果",
      "D：可交付成果"
    ],
    "answer": "C",
    "analysis": "验收的可交付成果：符合验收标准的可交付成果应该由客户或发起人正式签字批准。应该从客户或发起人那里获得正式文件，证明干系人对项目可交付成果的正式验收。这些文件将提交给结束项目或阶段过程。 核实的可交付成果，是控制质量的输出，属于内部验收结果。 可交付成果，是指导与管理项目工作的输出，属于原始内部交付成果。",
    "userAnswer": "D"
  },
  {
    "question": "()是收集需求过程的输入。",
    "type": "单选题",
    "options": [
      "A：需求跟踪矩阵",
      "B：项目章程",
      "C：工作分解结构",
      "D：需求文件"
    ],
    "answer": "B",
    "analysis": "收集需求过程的输入：立项管理文件、项目章程、项目管理计划、项目文件、协议、事业环境因素、组织过程资产。",
    "userAnswer": "D"
  },
  {
    "question": "在项目范围定义过程中，客户不断对需求进行小幅调整，已经超出预期完成时间。为了解决当前问题，应该()。",
    "type": "单选题",
    "options": [
      "A：安排召开引导式研讨会，就最终需求达成一致意见",
      "B：重新进行产品分析，明晰范围",
      "C：团队内部确定最终需求，通知客户",
      "D：组织培训，讲解需求收集的相关技术"
    ],
    "answer": "A",
    "analysis": "人际关系与团队技能的一个典型示例是引导。在研讨会和座谈会中使用引导技能来协调具有不同期望或不同专业知识的关键干系人，使他们就项目可交付成果以及项目和产品边界达成跨职能的共识。",
    "userAnswer": "A"
  },
  {
    "question": "()不是需求跟踪矩阵的内容。",
    "type": "单选题",
    "options": [
      "A：详细需求",
      "B：项目目标",
      "C：测试策略",
      "D：工作绩效"
    ],
    "answer": "D",
    "analysis": "跟踪需求的内容包括：①业务需要、机会、目的和目标；②项目目标；③项目范围和WBS可交付成果；④产品设计；⑤产品开发；⑥测试策略和测试场景；⑦高层级需求到详细需求等。",
    "userAnswer": "D"
  },
  {
    "question": "下列关于范围管理的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：范围管理就是定义和控制哪些工作应该包括在项目内，哪些不应该包含在项目内",
      "B：项目范围是项目目标更具体的表达",
      "C：范围蔓延是指未经控制的产品或项目范围的缩小",
      "D：监控项目执行工作，确保该做的都做，但又不多做，杜绝额外的工作"
    ],
    "answer": "C",
    "analysis": "未经控制的产品或项目范围的扩大(未对时间、成本和资源做相应调整)被称为范围蔓延。",
    "userAnswer": "C"
  },
  {
    "question": "项目范围管理的新趋势是更加注重与商业分析师一起合作，商业分析师承担的职责，不包括（ ）",
    "type": "单选题",
    "options": [
      "A：确定问题并识别商业需要",
      "B：识别并推荐能够满足需要的可行解决方案",
      "C：收集、记录并管理干系人需求满足商业和项目目标",
      "D：编制项目管理计划，并在预算内按时完成"
    ],
    "answer": "D",
    "analysis": "随着全球项目环境变得日益复杂，项目范围管理的新趋势和新兴实践更加注重与商业分析师一起合作，以便：确定问题并识别商业需要；识别并推荐能够满足需要的可行解决方案；收集、记录并管理干系人需求满足商业和项目目标；推动项目集或项目产品、服务或最终成果成功应用。如果项目已配备商业分析师，该角色的职责还应包括需求管理相关的活动，项目经理则负责确保这些活动列入项目管理计划，并且在预算内按时完成，同时能够创造价值。",
    "userAnswer": "D"
  },
  {
    "question": "项目中存在两个相互关联的范围：产品范围和项目范围。关于二者的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：项目范围是为了交付产品而必须做的工作",
      "B：产品范围是产品或服务应该包含的功能和特性",
      "C：产品范围是项目范围的基础，项目范围的完成情况取决于产品范围",
      "D：产品范围的完成情况是根据产品需求来衡量的"
    ],
    "answer": "C",
    "analysis": "图片3.png解析如图",
    "userAnswer": "C"
  },
  {
    "question": "项目范围和产品范围是否完成，分别以（ ）作为衡量标准",
    "type": "单选题",
    "options": [
      "A：项目管理计划和产品需求",
      "B：项目范围说明书和WBS",
      "C：合同和工作说明书",
      "D：范围基线和范围定义"
    ],
    "answer": "A",
    "analysis": "产品范围的完成情况是根据产品需求来衡量的。项目范围的完成情况是根据项目管理计划来衡量的。",
    "userAnswer": "D"
  },
  {
    "question": "项目范围管理过程包括：规划范围管理、收集需求、（ ）、创建WBS、确认范围、控制范围 6个主要过程。",
    "type": "单选题",
    "options": [
      "A：定义范围",
      "B：范围变更",
      "C：需求管理",
      "D：编制范围说明书"
    ],
    "answer": "A",
    "analysis": "项目范围管理的过程包括规划范围管理、收集需求、定义范围、创建WBS、确认范围、控制范围",
    "userAnswer": "A"
  },
  {
    "question": "正确的项目范围管理步骤是（ ）。 ①定义范围 ② 收集需求 ③ 规划范围管理 ④创建WBS ⑤确认范围 ⑥控制范围",
    "type": "单选题",
    "options": [
      "A：①②③④⑤⑥",
      "B：②①③⑤④⑥",
      "C：③②①④⑤⑥",
      "D：②①⑤③④⑥"
    ],
    "answer": "C",
    "analysis": "项目范围管理的过程包括规划范围管理、收集需求、定义范围、创建WBS、确认范围、控制范围",
    "userAnswer": "C"
  },
  {
    "question": "关于范围管理的过程，下列说法错误的是（ ）",
    "type": "单选题",
    "options": [
      "A：规划范围管理的输出是范围管理计划",
      "B：规范范围管理是为了记录如何定义、确认和控制项目范围及产品范围",
      "C：收集需求为了实现项目目标，确定、记录并管理干系人的需要和需求",
      "D：定义范围是概要性描述项目产品、服务或成果"
    ],
    "answer": "D",
    "analysis": "定义范围是制定项目和产品详细描述。本过程的主要作用：是描述产品、服务或成果的边界和验收标准。不是概要性描述，是详细描述。",
    "userAnswer": "D"
  },
  {
    "question": "关于范围管理的过程，下列说法正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：定义范围是制定项目和产品的详细描述，仅开展一次",
      "B：确认范围过程只需要在项目收尾阶段开展",
      "C：控制范围是监督项目和产品的范围状态，管理范围基准的变更",
      "D：收集需求为规划范围管理和创建范围管理计划奠定了基础"
    ],
    "answer": "C",
    "analysis": "项目范围管理过程包括：（1）规划范围管理：为了记录如何定义、确认和控制项目范围及产品范围，创建范围管理计划。本过程的主要作用：是在整个项目期间对如何管理范围提供指南和方向。本过程仅开展一次或仅在项目的预定义点开展。（2）收集需求：为了实现项目目标，确定、记录并管理干系人的需要和需求。过程的主要作用：是为定义产品范围和项目范围奠定基础。本过程仅开展一次或仅在项目的预定义点开展；（3）定义范围：制定项目和产品详细描述。本过程的主要作用：是描述产品、服务或成果的边 界和验收标准。本过程需要在整个项目期间多次反复开展。（4）创建WBS：将项目可交付成果和项目工作分解为较小的、更易于管理的组件。本过程的主要作用：是为所要交付的内容提供架构。它仅开展一次或仅在项目的预定义点开展。（5）确认范围：正式验收已完成的项目可交付成果。",
    "userAnswer": "C"
  },
  {
    "question": "下面的叙述,（ ）是不正确的。",
    "type": "单选题",
    "options": [
      "A：产品范围是项目范围的基础，当产品范围发生改变，项目范围就要跟着变化",
      "B：苹果手机，内存256G，魅惑紫，这是产品范围说明书的内容",
      "C：项目经理小胡指出哪些是必须要做的工作，哪些是不必做的工作，他是在进行范围管理",
      "D：软件产品是否完成，需要根据软件需求规格说明书的要求来判断"
    ],
    "answer": "A",
    "analysis": "产品范围变更后，首先受到影响的是项目的范围。在项目的范围调整之后，才能调整项目的进度表和质量基准等。但要注意的是，产品范围发生变化，并不意味着项目范围就会跟着变化。",
    "userAnswer": "A"
  },
  {
    "question": "下列关于WBS的说法，不恰当的是（ ）",
    "type": "单选题",
    "options": [
      "A：WBS将项目可交付成果和项目工作分解为较小的、更易于管理的组件。",
      "B：WBS一旦创建，不允许改变",
      "C：创建WBS的工具和技术有分解和专家判断",
      "D：项目范围说明书、项目管理计划均为创建WBS的输入"
    ],
    "answer": "B",
    "analysis": "创建WBS是将项目可交付成果和项目工作分解为较小的、更易于管理的组件。本过程的主要作用：是为所要交付的内容提供架构。它仅开展一次或仅在项目的预定义点开展。 采用敏捷或适应型生命周期，旨在应对大量变更，需要干系人持续参与项目。 通过多次迭代来开发可交付成果，并在每次迭代开始时定义和批准详细的范围。在一个迭代开 始时，团队将努力确定产品未完成项中，哪些优先级高的未完成项需要在下一次迭代中交付。 在每次迭代中，都会重复开展三个过程：①收集需求；②定义范围；③创建WBS。",
    "userAnswer": "B"
  },
  {
    "question": "确认范围的工具和技术是 （ ）",
    "type": "单选题",
    "options": [
      "A：检查",
      "B：会议",
      "C：专家判断",
      "D：群体创新技术"
    ],
    "answer": "A",
    "analysis": "确认范围的工具和技术是检查和群体决策技术。",
    "userAnswer": "D"
  },
  {
    "question": "（ ）不是创建WBS的输入。",
    "type": "单选题",
    "options": [
      "A：项目章程",
      "B：事业环境因素",
      "C：项目范围说明书",
      "D：需求文件"
    ],
    "answer": "A",
    "analysis": "创建WBS的输入有项目管理计划（范围管理计划）、项目文件（需求文件、项目范围说明书）、事业环境因素、组织过程资产。",
    "userAnswer": "A"
  },
  {
    "question": "收集需求的工具和技术不包括 （ ）",
    "type": "单选题",
    "options": [
      "A：原型法",
      "B：焦点小组",
      "C：检查表",
      "D：系统交互图"
    ],
    "answer": "C",
    "analysis": "检查表视控制质量的工具和技术",
    "userAnswer": "D"
  },
  {
    "question": "以下关于产品范围和项目范围的说法，（ ）是正确的",
    "type": "单选题",
    "options": [
      "A：项目范围服务于产品范围",
      "B：项目范围的变化必然引起产品范围的变化",
      "C：产品范围的变化 必然引起项目范围的变化",
      "D：产品范围服务于项目范围"
    ],
    "answer": "A",
    "analysis": "明确了产品范围后，就能确定为提交产品而必须要做的工作，以便确保提交符合要求的产品。 B不是必然会引起变化，例如，增加某项辅助性的项目工作，可能对产品的功能没有任何影响。C不是必然会引起变化，尽管很可能引起变化。D这个说法不符合逻辑。",
    "userAnswer": "D"
  },
  {
    "question": "关于规划范围管理的说法，不准确的是（ ）",
    "type": "单选题",
    "options": [
      "A：根据不同的项目，范围管理计划可以是详细的或者概括的，可以是正式的或者非正式的。",
      "B：范围管理计划由项目经理一人完成",
      "C：项目范围管理计划可能在项目管理计划之中，也可能作为单独的一项",
      "D：项目范围管理计划在整个项目中对如何管理范围提供指南和方向"
    ],
    "answer": "B",
    "analysis": "编制范围管理计划，书面描述将如何定义、确认和控制项目范围的过程，在整个项目中对如何管理范围提供指南和方向。范围管理计划需要项目管理团队全员参与。范围管理计划描述如何管理项目范围，项目范围怎样变化才能与项目要求相一致等问题，所以它也应该对怎样变化、变化频率如何，以及变化了多少等项目范围预期的稳定性进行评估。范围管理计划也应该包括对变化范围怎样确定，变化应归为哪一类等问题的清楚描述。项目范围管理计划可能在项目管理计划之中，也可能作为单独的一项。根据不同的项目，可以是详细的或者概括的，可以是正式的或者非正式的。",
    "userAnswer": "B"
  },
  {
    "question": "下列选项中，属于规划范围管理的输出的是（ ）",
    "type": "单选题",
    "options": [
      "A：范围管理计划、需求管理计划",
      "B：范围管理计划、范围说明书",
      "C：需求管理计划、项目文件的更新",
      "D：范围管理计划、组织过程资产的更新"
    ],
    "answer": "A",
    "analysis": "规划范围管理的输出是范围管理计划、需求管理计划",
    "userAnswer": "A"
  },
  {
    "question": "范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、监督、控制和确认项目范围。范围管理计划不包括（ ）",
    "type": "单选题",
    "options": [
      "A：制定项目范围说明书",
      "B：确定如何审批和维护范围基准",
      "C：根据详细的需求规格说明书创建 WBS",
      "D：正式验收已完成的项目可交付成果"
    ],
    "answer": "C",
    "analysis": "范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、监督、控制和确认项目范围。可以是正式或非正式的，非常详细或高度概括的。用于指导如下过程和相关工作：（1）制定项目范围说明书。（2）根据详细项目范围说明书创建WBS。（3）确定如何审批和维护范围基准。（4）正式验收已完成的项目可交付成果。",
    "userAnswer": "C"
  },
  {
    "question": "光环科创公司承接了某公司的CRM系统研发项目，项目比较复杂，需求会持续变更，小胡作为项目经理，应该通过（ ）确保项目顺利完成。",
    "type": "单选题",
    "options": [
      "A：尽早开始项目验收，以便及时处理验收时发现的问题",
      "B：招聘专业资深的技术人员，采用最先进的开发方法",
      "C：在开发中采用迭代开发的方式，及时调整功能",
      "D：制定需求管理计划，规划如何分析、记录和管理需求"
    ],
    "answer": "D",
    "analysis": "需求管理计划是对项目的需求进行定义、确定、记载、核实管理和控制的行动指南。制定需求管理计划，规划如何分析、记录和管理需求，这样才是较为稳妥的方法。",
    "userAnswer": "D"
  },
  {
    "question": "关于项目范围管理计划的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：范围管理计划不一定非常详细，可以是高度概括的",
      "B：范围管理计划可以是正式的，也可以是非正式的",
      "C：编制项目管理计划能够降低范围蔓延的风险",
      "D：范围管理计划是需求管理计划的组成部分"
    ],
    "answer": "D",
    "analysis": "需求管理计划是项目管理计划的组成部分，描述如何分析、记录和管理需求。",
    "userAnswer": "D"
  },
  {
    "question": "下列（ ）不属于规划范围管理使用的工具与技术",
    "type": "单选题",
    "options": [
      "A：专家判断",
      "B：数据分析",
      "C：会议",
      "D：检查"
    ],
    "answer": "D",
    "analysis": "规划范围管理的工具与技术：（1）专家判断：规划范围管理过程中，应征求具备如下领域相关专业知识或接受过相关培训的个人或小组 的意见，涉及的领域包括：以往类似项目；特定行业、学科和应用领域的信息等。（2）数据分析：适用于本过程的数据分析技术是备选方案分析。备选方案分析技术用于评估、收集需求， 详述项目和产品范围，创造产品，确认范围和控制范围的各种方法。（3）会议：项目团队可参加项目会议来制订范围管理计划。参会者包括项目经理、项目发起人、选定 的项目团队成员、选定的干系人、范围管理各过程的负责人以及其他必要人员。",
    "userAnswer": "B"
  },
  {
    "question": "关于范围管理相关的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：范围管理计划描述了如何定义、制定、监督、控制和确认项目范围",
      "B：范围管理计划可以是正式的，或者非正式的，可以是非常详细或高度概括的",
      "C：需求管理计划是编制范围管理计划的重要参考依据",
      "D：需求管理计划描述如何分析、记录和管理需求"
    ],
    "answer": "C",
    "analysis": "需求管理计划是编制范围管理计划（即规划范围管理）的输出",
    "userAnswer": "C"
  },
  {
    "question": "（ ）的主要作用是为定义产品范围和项目范围奠定基础。",
    "type": "单选题",
    "options": [
      "A：收集需求",
      "B：需求分析",
      "C：需求说明书",
      "D：需求跟踪矩阵"
    ],
    "answer": "A",
    "analysis": "收集需求是为实现目标而确定，记录并管理干系人的需要和需求的过程。本过程的主要作用是为定义产品范围和项目范围奠定基础。",
    "userAnswer": "A"
  },
  {
    "question": "下列关于收集需求的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：收集需求是为实现目标而确定，记录并管理干系人的需要和需求的过程。",
      "B：需求将作为后续工作分解结构(WBS)的基础",
      "C：收集需求的过程只需要项目经理的参与",
      "D：需求挖掘和记录的越深入、详细，越有利于项目开展"
    ],
    "answer": "C",
    "analysis": "让干系人积极参与需求的探索和分解工作(分解成项目和产品需求),并仔细确定、记录和 管理对产品、服务或成果的需求，能直接促进项目成功。需求是指根据特定协议或其他强制性 规范，产品、服务或成果必须具备的条件或能力。它包括发起人、客户和其他干系人的已量化 且书面记录的需要和期望。应该足够详细地挖掘、分析和记录这些需求，并将其包含在范围基 准中，在项目执行开始后对其进行测量。需求将作为后续工作分解结构(WBS)的基础，也将 作为成本、进度、质量和采购规划的基础。",
    "userAnswer": "C"
  },
  {
    "question": "数据收集被应用于收集需求，下列（ ）属于数据收集技术。 ①头脑风暴 ②访谈 ③问卷调研 ④标杆对照 ⑤焦点小组 ⑥专家判断 ⑦会议 ⑧分析技术 ⑨群体决策技术",
    "type": "单选题",
    "options": [
      "A：①②③④⑤",
      "B：①②③⑦⑧",
      "C：①②⑤⑧⑨",
      "D：②③⑤⑥⑦"
    ],
    "answer": "A",
    "analysis": "可用于收集需求过程的数据收集技术主要包括： ①头脑风暴 ②访谈 ③问卷调研 ④标杆对照 ⑤焦点小组",
    "userAnswer": "A"
  },
  {
    "question": "收集需求过程中，需要通过项目商业计划/营销文献和协议等文件来挖掘需求，此过程宜采用的技术是（ ）",
    "type": "单选题",
    "options": [
      "A：原型法",
      "B：头脑风暴",
      "C：文件分析",
      "D：问卷调查"
    ],
    "answer": "C",
    "analysis": "可用于收集需求过程的数据分析技术是文件分析。文件分析指审核和评估任何相关的文件 信息。在此过程中，文件分析用于通过分析现有文件，识别与需求相关的信息来获取需求，可供分析并有助于获取需求的文件包括：协议；商业计划；业务流程或接口文档；业务规则库；现行流程；市场文献；问题日志；政策和程序、法规文件，如法律、准则、法令等；建议邀请书；用例等。",
    "userAnswer": "C"
  },
  {
    "question": "某生物科技公司开发了一款新型的健康监测智能APP，为了评估该APP的市场前景和市场需求，项目经理小胡主持召开小组讨论，并邀请医疗保健行业的资深专家和生物工程专家参与，小胡采用的方法是（ ）",
    "type": "单选题",
    "options": [
      "A：焦点小组",
      "B：访谈",
      "C：名义小组",
      "D：专家判断"
    ],
    "answer": "A",
    "analysis": "焦点小组：是召集预定的干系人和主题专家，了解他们对所讨论的产品、服务或成果的期望和态度。由一位受过训练的主持人引导大家进行互动式讨论。焦点小组往往比“一 对一”的访谈更热烈。 访谈：是通过与干系人直接交谈，来获取信息的正式或非正式的方法。访谈的典型做法是向被访者提出预设和即兴的问题，并记录他们的回答。 名义小组：这是群体创新技术中的一种方法，是用来筛选头脑风暴会议结果的。通过对头脑风暴结果的投票（或权威决策）进行取舍，然后开展下一轮头脑风暴或开展其他活动。着重于结果的筛选。 专家判断：寻求有关领域专家的建议和意见，以便更好地理解需求。",
    "userAnswer": "A"
  },
  {
    "question": "（ ）将实际或者计划的做法与其他组织的做法进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。",
    "type": "单选题",
    "options": [
      "A：引导式研讨会",
      "B：问卷调查",
      "C：标杆对照",
      "D：专家判断"
    ],
    "answer": "C",
    "analysis": "将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。",
    "userAnswer": "C"
  },
  {
    "question": "光环科创公司已经在AI教育服务领域持续发展多年，有了丰富的教育培训经验，近日该公司新开展的教育培训业务需要收集需求收集数据，最适合采用( )的方法。",
    "type": "单选题",
    "options": [
      "A：实验设计",
      "B：标杆对照",
      "C：专家判断",
      "D：数据分析"
    ],
    "answer": "B",
    "analysis": "标杆对照：将实际或计划的产品、过程和实践，与其他可比组织的实践进行比较，以便识别最佳实践，形成改进意见，并为绩效考核提供依据。",
    "userAnswer": "D"
  },
  {
    "question": "项目经理在收集需求时，将技术负责人、产品负责人、业务负责人等主要干系人召集在一起研讨，这采用的是（ ）技术。",
    "type": "单选题",
    "options": [
      "A：焦点小组",
      "B：引导",
      "C：名义小组",
      "D：头脑风暴"
    ],
    "answer": "B",
    "analysis": "引导：引导与主题研讨会结合使用，把主要干系人召集在一起定义产品需求。研讨会可用于快速定义跨职能需求并协调干系人的需求差异。有助于参与者之间建立信任、改进关系、改善沟通，从而有利于干系人达成一致意见并能够更早发现并解决问题。",
    "userAnswer": "A"
  },
  {
    "question": "在项目需求难以明确的情况下，本着开发人员对用户需求的初步理解，先快速开发出该产品的模型，然后通过反复修改来实现用户的最终系统需求。这种收集需求的方法属于（ ）",
    "type": "单选题",
    "options": [
      "A：系统交互图",
      "B：敏捷开发",
      "C：原型法",
      "D：亲和图"
    ],
    "answer": "C",
    "analysis": "原型法是指在实际制造预期产品之前，先造出该产品的模型，并据此征求对需求的早期反馈。原型包括微缩产品、计算机生成的二维和三维模型、实体模型或模拟。因为原型是有形的实物，它使得干系人可以体验最终产品的模型，而不是仅限于讨论抽象的需求描述。原型法支持渐进明细的理念，需要经历从模型创建、用户体验、反馈收集到原型修改的反复循环过程。在经过足够的反馈循环之后，就可以通过原型获得足够的需求信息，从而进入设计或制造阶段。 原型法的特点在于原型法对用户的需求是动态响应、逐步纳入的，系统分析、设计与实现都是随着对一个工作模型的不断修改而同时完成的，相互之间并无明显界限，也没有明确分工。",
    "userAnswer": "C"
  },
  {
    "question": "关于需求文件的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：作为基准的需求应该是明确的、可量化的、完整的和相互独立的",
      "B：需求文件描述的是各单一需求如何满足项目的业务需求",
      "C：需求跟踪矩阵是一种表格，可以把每个需求与业务目标联系起来",
      "D：测试策略和测试场景也是需求跟踪的内容"
    ],
    "answer": "A",
    "analysis": "需求文件描述各种单一需求将如何满足项目相关的业务需求。一开始可能只有高层级的需求，然后随着有关需求信息的增加而逐步细化。只有明确的(可测量和可测试的)、可跟踪的、完整的、相互协调的，且主要干系人愿意认可的需求，才能作为基准。",
    "userAnswer": "B"
  },
  {
    "question": "项目需要满足的行动、过程或其他条件，例如里程碑日期、合同责任、制约因素等，属于（ ）",
    "type": "单选题",
    "options": [
      "A：质量需求",
      "B：项目需求",
      "C：业务需求",
      "D：解决方案需求"
    ],
    "answer": "B",
    "analysis": "项目需求：项目需要满足的行动、过程或其他条件，例如里程碑日期、合同责任、制 约因素等。",
    "userAnswer": "B"
  },
  {
    "question": "关于需求跟踪矩阵的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。",
      "B：只在规划和执行过程中对需求进行跟踪",
      "C：需求跟踪矩阵中记录每个需求的相关属性，这些属性有助于明确每个需求的关键信息",
      "D：需求跟踪矩阵为管理产品范围变更提供了框架"
    ],
    "answer": "B",
    "analysis": "需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项目结束的时候都能实现并交付。最后，需求跟踪矩阵还为管理产品范围变更提供了框架。跟踪需求的内容包括：①业务需要、机会、目的和目标；②项目目标；③项目范围和WBS可交付成果；④产品设计；⑤产品开发；⑥测试策略和测试场景；⑦高层级需求到详细需求等。",
    "userAnswer": "B"
  },
  {
    "question": "光环公司任命小胡作为新产品研发项目的项目经理，在项目执行之前，小胡需要和项目相关方沟通并弄清楚他们的需求，他应该（ ）中记录相关方的需求",
    "type": "单选题",
    "options": [
      "A：项⽬管理计划",
      "B：需求跟踪矩阵",
      "C：项⽬章程",
      "D：需求⽂件"
    ],
    "answer": "D",
    "analysis": "对于相关方的需求应该记录到需求文件中。 项目管理计划是描述如何执行、监督和控制项目的一份文件。 需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格，也不能起到记录相关方需求的作用。项目章程由项目启动者或发起人发布的，正式批准项目成立，并授权项目经理使用组织资源开展项目活动的文件。\n答题用时：28分钟\n答题时间：2026-04-12 21:07:44\n答题卡\n单选题\n1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50\n\n咨询热线：400-0892-521\n技术支持：186-0032-8316\n备案号：京ICP备17068716号-1\nCopyright 2019 版权所有 光环国际\nPMI, PMP, PgMP, PMI-ACP, and PMBOK are \nregistered marks of the Project Management Institute, Inc.\n意见/建议/服务反馈通道\n客诉：400-8396-658\n邮箱：feedback@aura.cn\n\n\n首页 课程中心 直播中心 题库 名师 问答 我的课程 詹丹丹 下载APP 关注公众号\n首页 试题详情 答案解析",
    "userAnswer": "D"
  }
];
})();
