(function(){
  window.knowledgeData = window.knowledgeData || {};
  if (!window.knowledgeData['resource']) window.knowledgeData['resource'] = { id: 'resource' };
  window.knowledgeData['resource'].quiz = [
  {
    "question": "项目经理对于____的冲突要设法加以_____;对_____的冲突要加以利用，要鼓励团队成员良性竞争。",
    "type": "单选题",
    "options": [
      "A：有害，解决或减少，有益",
      "B：有益，解决或减少，有害",
      "C：有害，解决或增加，有益",
      "D：有益，鼓励或增加，有害"
    ],
    "answer": "A",
    "analysis": "冲突并不一定是有害的，“一团和气”的集体不一定是一个高效率的集体。对于任一情境，都存在一个最适宜的冲突水平，在许多情况下，确实需要有一定程度的冲突存在。也就是说，在某些情境中，只有当冲突存在，效率才会更高。例如，当发现人员流动率过低，缺乏新思想、缺乏竞争意识、对改革进行阻挠等情况时，管理人员就需要挑起冲突(鲶鱼效应)。项目经理对于有害的冲突要设法加以解决或减少；对有益的冲突要加以利用，要鼓励团队成员良性竞争。",
    "userAnswer": "A"
  },
  {
    "question": "使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目工作的权力，称之为____。",
    "type": "单选题",
    "options": [
      "A：角色",
      "B：职责",
      "C：职权",
      "D：能力"
    ],
    "answer": "C",
    "analysis": "角色与职责：①角色是指在项目中某人承担的职务或分配给某人的职务，如土木工程师、商业分析师和测试协调员。②职权是指使用项目资源、做出决策、签字批准、验收可交付成果并影响他人开展项目工作的权力。例如，下列事项都需要由具有明确职权的人来做决策：选择活动的实施方法、质量验收标准，以及如何应对项目偏差等。当个人的职权水平与职责相匹配时，团队成员就能最佳地开展工作。③职责是指为完成项目活动，项目团队成员必须履行的职责和工作。④能力是指为完成项目活动，项目团队成员须具备的技能和才干。如果项目团队成员不具备所需的能力，就不能有效地履行职责。一旦发现成员能力与职责不匹配，就应主动采取措施，如安排培训、招募新成员、调整进度计划或工作范围。",
    "userAnswer": "C"
  },
  {
    "question": "获取资源过程的输出中， __识别了每种具体资源可用时的工作日、班次、正常营业的上下班时间、周末和公共假期。",
    "type": "单选题",
    "options": [
      "A：组织过程资产更新",
      "B：物质资源分配单",
      "C：项目团队派工单",
      "D：资源日历"
    ],
    "answer": "D",
    "analysis": "资源日历识别了每种具体资源可用时的工作日、班次、正常营业的上下班时间、周末和公 共假期。在规划活动期间，潜在的可用资源信息(如团队资源、设备和材料)用于估算资源可 用性。资源日历规定了在项目期间确定的团队和实物资源何时可用和可用多久。这些信息可以 在活动或项目层面建立，并考虑了诸如资源经验、技能水平以及不同地理位置等属性。",
    "userAnswer": "D"
  },
  {
    "question": "虚拟团队的使用能带来很多好处，不包括____。",
    "type": "单选题",
    "options": [
      "A：减少出差及搬迁费用",
      "B：减少信息分享带来的安全风险",
      "C：利用技术来营造在线团队环境",
      "D：拉近团队成员与供应商、客户或其他重要干系人的距离"
    ],
    "answer": "B",
    "analysis": "虚拟团队的使用能带来很多好处，例如，使用更多技术熟练的资源、降低成本、减少出差及搬迁费用，以及拉近团队成员与供应商和客户或其他重要干系人的距离。虚拟团队可以利用技术来营造在线团队环境，以供团队存储文件、使用在线对话来讨论问题，以及保存团队日历。",
    "userAnswer": "D"
  },
  {
    "question": "评价团队有效性的指标，不包括____。",
    "type": "单选题",
    "options": [
      "A：个人技能的改进",
      "B：团队成员离职率的提升",
      "C：团队能力的改进",
      "D：团队凝聚力的加强"
    ],
    "answer": "B",
    "analysis": "评价团队有效性的指标可包括：①个人技能的改进，使成员更有效地完成工作任务；②团队能力的改进，从而使团队成员更好地开展工作；③团队成员离职率的降低；④团队凝聚力的加强，从而使团队成员公开分享信息和经验，并互相帮助来提高项目绩效。",
    "userAnswer": "B"
  },
  {
    "question": "（ ）不属于团队章程的内容。",
    "type": "单选题",
    "options": [
      "A：团队价值观",
      "B：资源日历",
      "C：沟通指南",
      "D：冲突处理过程"
    ],
    "answer": "B",
    "analysis": "团队章程是为团队创建团队价值观、共识和工作指南的文件。团队章程包括：团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南和团队共识。",
    "userAnswer": "B"
  },
  {
    "question": "关于团队管理的描述，不正确的是（ ）。",
    "type": "单选题",
    "options": [
      "A：滥用惩罚权利可能会导致项目失败，应谨慎使用",
      "B：在赫茨伯格双因素理论中，保健因素的满足可以消除不满，激励因素的满足可以产生满意感",
      "C：奖励权力来自于组织的授权，参照权力来自于管理者本身",
      "D：X理论可以激发员工的主动性，Y理论注重加强管理与惩罚"
    ],
    "answer": "D",
    "analysis": "崇尚X理论的领导者认为，在领导工作中必须对员工采取强制、惩罚和解雇等手段，强迫员 工努力工作，对员工应当严格监督、控制和管理；在领导行为上应当实行高度控制和集中管理。  崇尚Y理论的管理者对员工采取以人为中心的、宽容的及放权的领导方式，使下属目标和 组织目标很好地结合起来，为员工的智慧和能力的发挥创造有利的条件。   X理论和Y理论的选择决定管理者处理员工关系的方式。这两个理论各有自己的长处和不 足。用X理论可以加强管理，但项目团队成员通常是比较被动地工作。用Y理论可以激发员工 主动性，但对于员工把握工作而言可能又放任过度。",
    "userAnswer": "C"
  },
  {
    "question": "（ ）不是虚拟团队的优势。",
    "type": "单选题",
    "options": [
      "A：更好地利用不在同一地理区域的专家的专业技术",
      "B：提高沟通效率，便于分享知识和经验",
      "C：将在家办公的员工纳入团队",
      "D：节约差旅费用和办公场地费用"
    ],
    "answer": "B",
    "analysis": "虚拟团队模式使人们有可能：①在组织内部地处不同地理位置的员工之间组建团队；②为项目团队增加特殊技能，即使相应的专家不在同一地理区域；③将在家办公的员工纳入团队；④在工作班次、工作小时或工作日不同的员工之间组建团队；⑤将行动不便者或残疾人纳入团队；⑥执行那些原本会因差旅费用过高而被搁置或取消的项目；⑦节省员工所需的办公室和所有实物设备的开支等。  虚拟团队也有一些缺点，例如，可能产生误解，有孤立感，团队成员之间难以分享知识和经验，采用通信技术的成本。",
    "userAnswer": "B"
  },
  {
    "question": "（ ）过程的主要作用是确保所分配的资源可适时、适地用于项目。",
    "type": "单选题",
    "options": [
      "A：规划资源",
      "B：获取资源",
      "C：估算活动资源",
      "D：控制资源"
    ],
    "answer": "D",
    "analysis": "控制资源是确保按计划为项目分配实物资源，以及根据资源使用计划监督资源实际使用情况，并采取必要纠正措施的过程。本过程的主要作用：①确保所分配的资源适时、适地可用于项目；②资源在不再需要时被释放。本过程需要在整个项目期间开展。",
    "userAnswer": "A"
  },
  {
    "question": "由于每个项目都是独特的，项目经理可以根据需要对项目资源管理过程进行裁剪。资源管理过程裁剪时应考虑的因素不包括（）。",
    "type": "单选题",
    "options": [
      "A：干系人",
      "B：多元化",
      "C：物理位置",
      "D：团队管理"
    ],
    "answer": "A",
    "analysis": "由于每个项目都是独特的，项目经理可以根据需要对项目资源管理过程进行裁剪。裁剪时应考虑的因素包括： ●多元化：团队的多元化背景是什么? ●物理位置：团队成员和实物资源的物理位置在哪里? ●行业特定资源：所在行业需要哪些特殊资源? ●团队成员的获得：如何获得项目团队成员?项目团队成员是全职还是兼职? ●团队管理：如何管理项目团队建设?组织是否有管理团队建设的工具或是否需要创建新工具?是否存在有特殊需求的团队成员?是否需要为团队提供有关多元化管理的特别培训? ●生命周期方法：项目采用哪些生命周期方法?",
    "userAnswer": "C"
  },
  {
    "question": "项目管理信息系统包括()软件，用于监督资源的使用情况，协助确保合适的资源适时、适地用于合适的活动。",
    "type": "单选题",
    "options": [
      "A：资源管理或进度计划",
      "B：CRM系统",
      "C：采购系统或智能分析",
      "D：BOM系统"
    ],
    "answer": "A",
    "analysis": "项目管理信息系统可包括资源管理或进度计划软件，用于监督资源的使用情况，协助确保合适的资源适时、适地用于合适的活动。",
    "userAnswer": "B"
  },
  {
    "question": "()估算方法将以往类似项目的相关信息作为估算未来项目的基础，是一种快速估算方法，适用于项目经理只能识别WBS的几个高层级的情况。",
    "type": "单选题",
    "options": [
      "A：类比",
      "B：基线",
      "C：自下而上",
      "D：参数"
    ],
    "answer": "A",
    "analysis": "类比估算将以往类似项目的资源相关信息作为估算未来项目的基础。这是一种快速估算方法，适用于项目经理只能识别WBS的几个高层级的情况。",
    "userAnswer": "A"
  },
  {
    "question": "A公司成立项目组承接某城市污水治理项目，项目团队成员来自各个部门。在项目开始执行三个月后的一次项目例会上，讨论方案时产生分歧，项目成员互相指责业务水平差，并质疑项目经理的协调能力。则该项目团队处于团队发展处于()",
    "type": "单选题",
    "options": [
      "A：震荡阶段",
      "B：规范阶段",
      "C：发挥阶段",
      "D：形成阶段"
    ],
    "answer": "A",
    "analysis": "优秀团队的建设一般要依次经历以下5个阶段。 (1)形成阶段(Forming)。一个个的个体转变为团队成员，逐渐相互认识并了解项目情况及他们在项目中的角色与职责，开始形成共同目标。团队成员倾向于相互独立，不怎么开诚布公。在本阶段，团队往往对未来有美好的期待。 (2)震荡阶段(Storming)。团队成员开始执行分配的任务，一般会遇到超出预想的困难，希望被现实打破。个体之间开始争执，互相指责，并且怀疑项目经理的能力。 (3)规范阶段(Norming)。经过一定时间磨合，团队成员开始协同工作，并调整各自的工作习惯和行为来支持团队，团队成员开始相互信任，项目经理能得到团队的认可。 (4)发挥阶段(Performing)。随着相互之间的配合默契和对项目经理的信任加强，团队就像一个组织有序的单位那样工作。团队成员之间相互依靠，平稳高效地解决问题。这时团队成员的集体荣誉感会非常强，常以第一称谓称呼团队，如“我们组”“我们部门”等，并会努力捍卫团队声誉。 (5)解散阶段(Adjourning)。所有工作完成后，项目结束，团队解散。",
    "userAnswer": "A"
  },
  {
    "question": "项目团队建设过程中，为了调动团队成员的积极性，就需要运用()，促使团队成员产生积极的工作动机。",
    "type": "单选题",
    "options": [
      "A：激励理论",
      "B：冲突管理",
      "C：规章制度",
      "D：问题管理"
    ],
    "answer": "A",
    "analysis": "激励理论：所谓激励(Motivation),就是激发、鼓励的意思，就是利用某种外部诱因调动人的积极性和创造性，使人有一股内在的动力，朝向所期望的目标前进的心理过程。 为了调动团队成员的积极性，就需运用激励理论，促使团队成员产生积极工作的动机。同时在形成团队的过程中，也需要项目经理发挥领导者的作用，以形成一支高绩效的团队。",
    "userAnswer": "A"
  },
  {
    "question": "团队章程不包括（）。",
    "type": "单选题",
    "options": [
      "A：团队价值观",
      "B：决策标准",
      "C：冲突处理过程",
      "D：问题管理"
    ],
    "answer": "D",
    "analysis": "团队章程是为团队创建团队价值观、共识和工作指南的文件。团队章程包括：团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南和团队共识。",
    "userAnswer": "B"
  },
  {
    "question": "关于项目团队的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：项目管理团队是直接参与项目管理活动的项目团队成员，负责项目管理和领导活动",
      "B：为了保证项目的进度和质量，项目团队成员必须是全职",
      "C：项目团队由为了完成项目而承担不同角色 与职责的人员组成",
      "D：对于小型项目，项目管理职责可有项目经理独自承担"
    ],
    "answer": "B",
    "analysis": "项目团队成员可能具备不同的技能，可能是全职的或兼职的，也可能随项目进展而增加或减少。",
    "userAnswer": "B"
  },
  {
    "question": "项目经理既是项目团队的领导者又是项目团队的管理者。下列（ ）不是项目经理领导力的体现。",
    "type": "单选题",
    "options": [
      "A：为团队设定目标，描绘愿景",
      "B：统一思想，协调人员",
      "C：激励和鼓舞大家克服困难。",
      "D：为干系人创造利益"
    ],
    "answer": "D",
    "analysis": "领导者(Leader)的工作主要涉及3个方面。①确定方向：为团队设定目标，描绘愿景， 制定战略；②统一思想：协调人员，团结尽可能多的力量来实现愿景和项目目标；③激励和鼓 舞：在向项目目标努力的过程中不可避免地要遇到艰难险阻，领导者要激励和鼓舞大家克服困 难奋勇前进。",
    "userAnswer": "D"
  },
  {
    "question": "项目经理的权力有5种来源，其中不包括（ ）",
    "type": "单选题",
    "options": [
      "A：决策权力",
      "B：惩罚权力",
      "C：专家权力",
      "D：参照权力"
    ],
    "answer": "A",
    "analysis": "项目经理的权力有5种来源：职位权力、惩罚权力、奖励权力、专家权力、参照权力",
    "userAnswer": "C"
  },
  {
    "question": "关于项目经理权力的描述，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：降职、扣薪、惩罚、批评、威胁等属于惩罚权力",
      "B：职位权力是由于领导者在组织中身处某一职位而获得的权力",
      "C：奖励权力是一种可以带来积极效应或奖赏的权力",
      "D：职位权力、惩罚权力、奖励权力来自于管理者自身"
    ],
    "answer": "D",
    "analysis": "职位权力、惩罚权力、奖励权力来自于组织的授权，专家权力和参照权力来自于管理者自身。 职位权力：来源于管理者在组织中的职位和职权。在高级管理层对项目经理正式授权的基础上，项目经理让员工进行工作的权力。 惩罚权力：使用降职、扣薪、惩罚、批评、威胁等负面手段的能力。惩罚权力很有力，但会对团队气氛造成破坏。滥用惩罚权力会导致项目失败，应谨慎使用。 奖励权力：给予下属奖励的能力。奖励包括加薪、升职、福利、休假、礼物、口头表扬、认可度、特殊的任务以及其他的奖励员工满意行为的手段。优秀的管理者擅长使用奖励权力激励员工高水平完成工作。",
    "userAnswer": "D"
  },
  {
    "question": "如果项目经理让员工感到他是某些领域的专业权威，那么员工就会在这些领域内遵从项目经理的意见，这体现了（ ）",
    "type": "单选题",
    "options": [
      "A：职位权力",
      "B：奖励权力",
      "C：专家权力",
      "D：参照权力"
    ],
    "answer": "C",
    "analysis": "专家权力：来源于个人的专业技能。如果项目经理让员工感到他是某些领域的专业权威，那么员工就会在这些领域内遵从项目经理的意见。来自一线的中层管理者经常具有很大的专家权力。",
    "userAnswer": "A"
  },
  {
    "question": "项目经理的权力有多种来源，其中（ ）是由于他人对你的认可和敬佩从而愿意模仿和服从你，以及希望自己成为你那样的人而产生的，这是一种人格魅力。",
    "type": "单选题",
    "options": [
      "A：职位权力",
      "B：奖励权力",
      "C：专家权力",
      "D：参照权力"
    ],
    "answer": "D",
    "analysis": "参照权力：由于成为别人学习和参照榜样所拥有的力量。参照权力是由于他人对榜样者的认可和敬佩从而愿意模仿和服从榜样者以及希望自己成为榜样者那样的人而产生的力量，这是一种个人魅力。具有优秀品质的领导者的参照权力会很大。这些优秀品质包括诚实、正直、自信、自律、坚毅、刚强、宽容和专注等。领导者要想拥有参照权力，就要加强这些品质的修炼。",
    "userAnswer": "D"
  },
  {
    "question": "老胡刚刚被任命为新项目的项目经理，老胡若想第一时间获得其他团队成员的合作，使用（ ）形式更合适。",
    "type": "单选题",
    "options": [
      "A：职位权力",
      "B：潜示权力",
      "C：惩罚权力",
      "D：专家权力"
    ],
    "answer": "A",
    "analysis": "一般来说，奖励或专家权是最佳的形式。这个项目经理还没有时间成为公司内公认的专家，并且惩罚不是正确的选项。这样只剩下职位权力作为合理的答案选项。",
    "userAnswer": "A"
  },
  {
    "question": "项目经理老胡批准了你的请假申请，他使用的是（ ）",
    "type": "单选题",
    "options": [
      "A：职位权力",
      "B：参照权力",
      "C：奖励权力",
      "D：强制性权力"
    ],
    "answer": "A",
    "analysis": "职位权力：来源于管理者在组织中的职位和职权。在高级管理层对项目经理正式授权的基础上，项目经理让员工进行工作的权力。",
    "userAnswer": "A"
  },
  {
    "question": "优秀的管理者擅长使用（ ）刺激员工高水平完成工作，比如认可和表扬自己团队的员工。",
    "type": "单选题",
    "options": [
      "A：职位权力",
      "B：参照权力",
      "C：奖励权力",
      "D：感召权力"
    ],
    "answer": "C",
    "analysis": "奖励权力：给予下属奖励的能力。奖励包括加薪、升职、福利、休假、礼物、口头表扬、认可度、特殊的任务以及其他的奖励员工满意行为的手段。优秀的管理者擅长使用奖励权力激励员工高水平完成工作",
    "userAnswer": "C"
  },
  {
    "question": "项目组成员A某因为擅离岗位，造成项目延期，项目经理老王对他做出了降职、扣薪的处理，老胡行驶的是（ ）",
    "type": "单选题",
    "options": [
      "A：强制性权力",
      "B：专家权力",
      "C：惩罚权力",
      "D：职位权力"
    ],
    "answer": "C",
    "analysis": "惩罚权力：使用降职、扣薪、惩罚、批评、威胁等负面手段的能力。惩罚权力很有力，但会对团队气氛造成破坏。滥用惩罚权力会导致项目失败，应谨慎使用。",
    "userAnswer": "C"
  },
  {
    "question": "优秀的团队建设不是一蹴而就的，一般要依次经历以下5个阶段（ ）",
    "type": "单选题",
    "options": [
      "A：形成-震荡-规范-发挥-解散",
      "B：震荡-形成-规范-发挥-解散",
      "C：形成-震荡-发挥-规范-解散",
      "D：震荡-形成-发挥-规范-解散"
    ],
    "answer": "A",
    "analysis": "团队建设的5个阶段：A.形成-震荡-规范-发挥-解散 形成阶段：一个个的个体转变为团队成员，逐渐相互认识并了解项目情况及他们在项目中的角色与职责，开始形成共同目标。团队成员倾向于相互独立，不怎么开诚布公。在本阶段，团队往往对未来有美好的期待。 震荡阶段：团队成员开始执行分配的任务，一般会遇到超出预想的困难，希望被现实打破。个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段：经过一定时间磨合，团队成员开始协同工作，并调整各自的工 作习惯和行为来支持团队，团队成员开始相互信任，项目经理能得到团队的认可。 发挥阶段：随着相互之间的配合默契和对项目经理的信任加强，团队就像一个组织有序的单位那样工作。团队成员之间相互依靠，平稳高效地解决问题。这时团队成员的集体荣誉感会非常强，常以第一称谓称呼团队，如“我们组”“我们部门”等，并会努力捍卫团队声誉。 解散阶段：所有工作完成后，项目结束，团队解散。",
    "userAnswer": "A"
  },
  {
    "question": "小王带领团队，成员都是从别的部门借调来的，成员彼此不熟悉，相互独立，工作职责与标准不明确，缺乏顺畅的工作流程，小王的团队当前处于（ ）",
    "type": "单选题",
    "options": [
      "A：形成阶段",
      "B：震荡阶段",
      "C：发挥阶段",
      "D：规范阶段"
    ],
    "answer": "A",
    "analysis": "形成阶段：一个个的个体转变为团队成员，逐渐相互认识并了解项目情况及他们在项目中的角色与职责，开始形成共同目标。团队成员倾向于相互独立，不怎么开诚布公。在本阶段，团队往往对未来有美好的期待。",
    "userAnswer": "A"
  },
  {
    "question": "团队成员在执行任务时，出现激励与碰撞、人际冲突与分化，互相指责，并且怀疑项目经理的能力。该项目团队正处于（ ）",
    "type": "单选题",
    "options": [
      "A：发挥阶段",
      "B：规范阶段",
      "C：震荡阶段",
      "D：形成阶段"
    ],
    "answer": "C",
    "analysis": "震荡阶段：团队成员开始执行分配的任务，一般会遇到超出预想的困难，希望被现实打破。个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。 规范阶段：经过一定时间的磨合，团从成员之间相互熟悉和了解，矛盾基本解决，项目经理能够得到团队的认可。",
    "userAnswer": "C"
  },
  {
    "question": "经过一定时间磨合，团队成员开始协同工作，他们开始关心彼此的合作和团队工作的发展，并逐渐适应环境、技术和各种规范的要求，这说明团队进入了（ ）阶段",
    "type": "单选题",
    "options": [
      "A：形成阶段",
      "B：规范阶段",
      "C：震荡阶段",
      "D：发挥阶段"
    ],
    "answer": "B",
    "analysis": "规范阶段：经过一定时间磨合，团队成员开始协同工作，并调整各自的工 作习惯和行为来支持团队，团队成员开始相互信任，项目经理能得到团队的认可。",
    "userAnswer": "B"
  },
  {
    "question": "项目经理小胡提到他团队的每个人对外都称呼我们组”“我们部门”等，团队成员的集体荣誉感非常强，这说明小胡带领的团队目前处于（ ）",
    "type": "单选题",
    "options": [
      "A：发挥阶段",
      "B：规范阶段",
      "C：震荡阶段",
      "D：形成阶段"
    ],
    "answer": "A",
    "analysis": "发挥阶段：随着相互之间的配合默契和对项目经理的信任加强，团队就像一个组织有序的单位那样工作。团队成员之间相互依靠，平稳高效地解决问题。这时团队成员的集体荣誉感会非常强，常以第一称谓称呼团队，如“我们组”“我们部门”等，并会努力捍卫团队声誉。",
    "userAnswer": "A"
  },
  {
    "question": "光环科创公司为员工提供员工宿舍、工作餐、工作服和班车，根据马斯洛需求层次理论，这满足了员工了（ ）需求",
    "type": "单选题",
    "options": [
      "A：生理",
      "B：尊重",
      "C：社交",
      "D：安全"
    ],
    "answer": "A",
    "analysis": "生理需求：对衣食住行等需求都是生理需求，这类需求的级别最低，人们在转向较高层次的需求之前，总是尽力满足这类需求。常见的激励措施：员工宿舍、工作餐、工作服、班车、工资、补贴、奖金等。",
    "userAnswer": "A"
  },
  {
    "question": "小胡由于出色表现，被公司授予“年度最佳项目经理”的称号，并将其加入了公司专家库成为内部讲师，根据马斯洛需求层次理论，这一操作满足了小胡的（ ）需求",
    "type": "单选题",
    "options": [
      "A：自我实现",
      "B：安全",
      "C：社交",
      "D：尊重"
    ],
    "answer": "D",
    "analysis": "受尊重的需求：包括自尊心和荣誉感。荣誉来自别人，自尊来自自己。常见的激励措施：荣誉性的奖励，形象、地位提升，颁发奖章，作为导师培训别人等",
    "userAnswer": "D"
  },
  {
    "question": "老胡在公司多年，为公司做出卓越贡献，领导层一致决定任命老胡为华北区的总负责人，并授予其充分的自主决策权，希望老胡能充分发挥自己的聪明才智和潜能，带领华北区业绩翻倍。根据马斯洛需求层次理论，这一操作满足了老胡的的（ ）需求",
    "type": "单选题",
    "options": [
      "A：自我实现",
      "B：安全",
      "C：社交",
      "D：尊重"
    ],
    "answer": "A",
    "analysis": "自我实现的需求：实现自己的潜力，发挥个人能力到最大程度，使自己越来越成为自己所期望的人物。达到自我实现境界的人，必须干与其能力相称的工作，这样才会使他们感到最大的快乐。常见的激励措施是：给他更多的空间让他负责、让他成为智囊团、参与决策、参与组织的管理会议等。",
    "userAnswer": "A"
  },
  {
    "question": "小胡带领的团队，经过一段时间的磨合，团队成员开始协同工作，并调整各自的工作习惯和行为来支持团队。为了进一步追赶项目进度，小胡又申请3名新成员加入，此时项目团队处于（ ）。",
    "type": "单选题",
    "options": [
      "A：震荡阶段",
      "B：发挥阶段",
      "C：形成阶段",
      "D：规范阶段"
    ],
    "answer": "C",
    "analysis": "一个新成员加入了该团队，这个新成员和原有成员之间不熟悉，对项目目标不清晰了解，因此团队建设将从形成阶段重新开始。",
    "userAnswer": "C"
  },
  {
    "question": "赫茨伯格认为有2种完全不同的因素影响着人们的工作行为。其中（ ）属于保健因素。",
    "type": "单选题",
    "options": [
      "A：工资薪水",
      "B：领导表扬",
      "C：发展机会",
      "D：荣誉激励"
    ],
    "answer": "A",
    "analysis": "赫茨伯格双因素理论。双因素理论认为有2种完全不同的因素影响着人们的工作行为。①保健因素：与工作环境或条件有关的，能防止人们产生不满意感的一类因素，包括工作环境、工资薪水、组织政策、个人生活、管理监督、人际关系等。当保健因素不健全时，人们就会对工作产生不满意感。但即使保健因素很好时，也仅仅可以消除工作中的不满意，却无法增加人们对工作的满意感，所以这些因素是无法起到激励作用的。②激励因素：与员工的工作本身或工作内容有关的，能促使人们产生工作满意感的一类因素，是高层次的需要，包括成就、承认、工作本身、责任、发展机会等。当激励因素缺乏时，人们就会缺乏进取心，对工作无所谓，但一旦具备了激励因素，员工则会感觉到强大的激励力量从而产生对工作的满意感，所以只有这类因素才能真正激励员工。",
    "userAnswer": "A"
  },
  {
    "question": "为了给员工创造良好的工作环境，更好的激励员工，公司完善了公司政策与行政管理，这体现了赫茨伯格双因素理论中的（ ）",
    "type": "单选题",
    "options": [
      "A：保健",
      "B：激励",
      "C：X理论",
      "D：Y理论"
    ],
    "answer": "A",
    "analysis": "保健因素：与工作环境或条件有关的，能防止人们产生不满意感的一类因素，包括工作环境、工资薪水、组织政策、个人生活、管理监督、人际关系等",
    "userAnswer": "B"
  },
  {
    "question": "如果遵循赫茨伯格双因素理论中的（ ），就要减少对员工管理上的控制，增加他们的自主性；鼓励他们从事新颖的、有挑战性的工作等，使他们能在工作中充分发挥自己的潜能。",
    "type": "单选题",
    "options": [
      "A：保健",
      "B：激励",
      "C：X理论",
      "D：Y理论"
    ],
    "answer": "B",
    "analysis": "激励因素：与员工的工作本身或工作内容有关的，能促使人们产生工作满意感的一类因素，是高层次的需要，包括成就、承认、工作本身、责任、发展机会等。",
    "userAnswer": "B"
  },
  {
    "question": "（ ）是通过考察人们的努力行为与其所获得的最终奖酬之间的因果关系来说明激励过程，并以选择合适的行为达到最终的奖酬目标的理论。",
    "type": "单选题",
    "options": [
      "A：马斯洛需求层次理论",
      "B：赫茨伯格双因素理论",
      "C：X理论与Y理论",
      "D：期望理论论"
    ],
    "answer": "D",
    "analysis": "期望理论是一种通过考察人们的努力行为与其所获得的最终奖酬之间的因果关系，来说明激励过程，并以选择合适的行为达到最终的奖酬目标的理论。",
    "userAnswer": "D"
  },
  {
    "question": "下列关于资源管理过程的描述，正确的是（）",
    "type": "单选题",
    "options": [
      "A：建设团队-跟踪团队成员工作表现，提供反馈，解决问题并管理团队变更，以优化项目绩效的过程",
      "B：估算活动资源-获取项目所需的团队成员、设施、设备、材料、用品和其他资源的过程",
      "C：管理团队-估算执行项目所需的团队资源，以及材料、设备和用品的类型和数量的过程。",
      "D：控制资源-确保按计划为项目分配实物资源，监督资源实际使用情况，并采取必要纠正措施的过程"
    ],
    "answer": "D",
    "analysis": "控制资源：确保按计划为项目分配实物资源，以及根据资源使用计划监督资源实际使用情况，并采取必要纠正措施。",
    "userAnswer": "D"
  },
  {
    "question": "下列不属于资源管理过程的是（）",
    "type": "单选题",
    "options": [
      "A：规划资源管理",
      "B：组建项目团队",
      "C：管理项目团队",
      "D：监控团队绩效"
    ],
    "answer": "D",
    "analysis": "项目资源管理过程包括：规划资源管理、估算活动资源、获取资源、建设团队、管理团队、控制资源。",
    "userAnswer": "A"
  },
  {
    "question": "跟踪团队成员工作表现，提供反馈，解决问题并管理团队变更，以优化项目绩效。这属于资源管理过程中的（ ）",
    "type": "单选题",
    "options": [
      "A：建设团队",
      "B：管理团队",
      "C：监督绩效",
      "D：团队考核"
    ],
    "answer": "B",
    "analysis": "管理团队：跟踪团队成员工作表现，提供反馈，解决问题并管理团队变更，以优化项目绩效。",
    "userAnswer": "B"
  },
  {
    "question": "下列（ ）不是规划资源管理的依据。",
    "type": "单选题",
    "options": [
      "A：资源需求",
      "B：范围基准",
      "C：需求文件",
      "D：质量管理计划"
    ],
    "answer": "A",
    "analysis": "规划资源管理的输入有项目章程、质量管理计划、范围基准、需求文件、项目进度计划、风险登记册、干系人登记册、事业环境因素、组织过程资产。 资源需求是估算活动资源的输出。",
    "userAnswer": "D"
  },
  {
    "question": "在编制资源管理计划时，按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理和控制项目工作，这采用的是（ ）方法。",
    "type": "单选题",
    "options": [
      "A：工作分解结构（WBS）",
      "B：组织分解结构（OBS）",
      "C：资源分解结构（RBS）",
      "D：责任分配矩阵（RAM）"
    ],
    "answer": "C",
    "analysis": "资源分解结构：按资源类别和类型，对团队和实物资源的层级列表，用于规划、管理和控制项目工作，每向下一个层级代表对资源的更详细描述，直到信息细到可以与工作分解结构(WBS)相结合。",
    "userAnswer": "C"
  },
  {
    "question": "在编制资源管理计划时经常会使用到组织结构图，下列说法错误的是（  ）",
    "type": "单选题",
    "options": [
      "A：资源分解结构是资源依据类别和类型的层级展示，资源类别包括但不限于技能水平、要求证书、等级水平等;资源类型包括但不限于人力、材料、设备和用品。",
      "B：组织分解结构根据项目的交付物进行分解，把项目活动和工作包列在负责的部门或个人下面",
      "C：工作分解结构用来显示如何把项目可交付成果分解为工作包",
      "D：如果需要详细描述团队成员的职责，就可以采用文本型"
    ],
    "answer": "B",
    "analysis": "组织分解结构(OBS)不是根据项目的交付物进行分解，而是按照组织现有的部门、单元或团队排列，并在每个部门下列出项目活动或工作包。",
    "userAnswer": "D"
  },
  {
    "question": "责任分配矩阵是一种常用的描述项目角色和职责的方式，关于责任分配矩阵，以下说法错误的是（ ）",
    "type": "单选题",
    "options": [
      "A：在反映团队成员个人与其承担的工作时，责任分配矩阵不够直观",
      "B：责任分配矩阵可以分成多个层级",
      "C：高层级的责任分配矩阵可以界定团队中的哪个小组负责工作分解中的哪一部分工作",
      "D：底层级的责任分配矩阵用来在小组内为具体活动分配角色、职责、层次"
    ],
    "answer": "A",
    "analysis": "反映团队成员个人与其承担的工作之间联系的方法有多种，而责任分配矩阵(RAM)是最直观的方法。责任分配矩阵，就是一个表格，上面有活动（一般纵向）、人员（一般横向），在人员和活动之间确定责任分配关系。",
    "userAnswer": "A"
  },
  {
    "question": "（ ）可以反映软件项目中各个不同组件涉及的所有成员和软硬件设备。",
    "type": "单选题",
    "options": [
      "A：工作分解结构(WBS)",
      "B：组织分解结构(OBS)",
      "C：资源分解结构(RBS)",
      "D：责任分解矩阵(RAM)"
    ],
    "answer": "C",
    "analysis": "资源分解结构是资源依类别和类型的层级展现。资源类别包括(但不限于)人力、材料、设备和用品，资源类型则包括技能水平、要求证书、等级水平或适用于项目的其他类型。",
    "userAnswer": "C"
  },
  {
    "question": "关于估算活动资源的说法，正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：资源估算过程与成本估算无关",
      "B：按资源类别和类型的层级展现输出资源分解结构，以便更有效的管理资源",
      "C：常用的估算方式：类比估算、自上而下估算、参数估算；",
      "D：资源估算主要是人力、材料、设备和用品，技能、证书、等级水平等不在资源估算范围内"
    ],
    "answer": "B",
    "analysis": "估算活动资源过程与其他过程紧密相关，例如估算成本过程。 估算活动资源的方法是自下而上，不是自上而下。 活动资源包括人力、材料、设备和用品，技能水平、要求证书、等级水平等。 资源分解结构是资源依类别和类型的层级展现，资源分解结构是一份完整的文件，用于获取和监督资源。",
    "userAnswer": "C"
  },
  {
    "question": "关于项目资源获取的说法，不正确的是（ ）",
    "type": "单选题",
    "options": [
      "A：得出实物资源分配单，项目团队派工单，同时根据资源的可用日期，形成资源日历",
      "B：根据项目管理计划和项目文件，获取人力资源和实物资源，进行分配",
      "C：内部资源从职能经理或资源经理那里获得，外部资源通过采购/租赁等途径获得",
      "D：不能获得项目所需资源时，可能会影响项目进度和质量，资源或人员能力不足不会降低项目成功的概率。"
    ],
    "answer": "D",
    "analysis": "不能获得项目所需的资源时，可能会影响项目进度、预算、客户满意度、质量和风 险，资源或人员能力不足会降低项目成功的概率，最坏情况下可能导致项目被取消。",
    "userAnswer": "B"
  },
  {
    "question": "（ ）方式可以帮助项目团队成员增进沟通，快速形成凝聚力。",
    "type": "单选题",
    "options": [
      "A：集中办公",
      "B：虚拟团队",
      "C：在线培训",
      "D：共享员工"
    ],
    "answer": "A",
    "analysis": "其中集中办公是把许多或全部最活跃的项目团队成员安排在同一个地点工作，以增加他们作为一个团队工作的能力。强调了团队的凝聚力。虚拟团队强调的是使用更多熟练资源、降低成本、减少出差以及拉近项目团队成员与供应商、客户或其他重要干系人的距离。而培训旨在增进团队成员和团队整体的能力。故选择A集中办公更贴近题意。",
    "userAnswer": "A"
  },
  {
    "question": "马斯洛需求层次理论，将人类需求像阶梯一样从低到高按层次分为五种，依次为生理- 安全-（ ）- 尊重- 自我实现",
    "type": "单选题",
    "options": [
      "A：审美",
      "B：认知",
      "C：社交",
      "D：激励"
    ],
    "answer": "C",
    "analysis": "图片6.png解析如图",
    "userAnswer": "C"
  }
];
})();
