(window.practiceMarkdown = window.practiceMarkdown || {})["zonghe_5"] = `
首页 课程中心 直播中心 题库 名师 问答 我的课程 詹丹丹 下载APP 关注公众号
首页 试题详情 答案解析
软考高项综合测试题（5）
总题数：75答题数：75正题：44错题：31未答：0
单选题75道
单选题 （每题1分，共75道题）
1、 [单选] 关于信息安全的描述，不正确的是( )。
 A：网络安全技术主要包括防火墙、入侵检测与防护、VPN、安全扫描、网络蜜罐技术、用户和实体行为分析技术
 B：随着物联网、云计算、人工智能、大数据等新一代信息技术的广泛应用，信息安全面临着新的问题和挑战
 C：信息安全可以划分为设备安全、数据安全、平台安全、行为安全四个层次
 D：信息系统安全包括网络安全、操作系统安全、数据库系统安全和应用系统安全
正确答案：C 你的答案：C
解析：针对信息系统，安全可以划分为四个层次：设备安全、数据安全、内容安全、行为安全。
2、 [单选] 成本管理计划中通常不会规定( )。
 A：精确度
 B：准确度
 C：薪酬结构
 D：控制临界值
正确答案：C 你的答案：C
解析：成本管理计划是项目管理计划的组成部分，描述将如何规划、安排和控制项目成本。成本管理过程及所用工具与技术应记录在成本管理计划中。在成本管理计划中一般需要规定： ①计量单位；②精确度；③准确度；④净组织程序链接；⑤控制临界值；⑥小绩效测量规则；⑦报告格式；⑧其他细节。
3、 [单选] 信息系统的运维和服务中，IT服务管理是通过主动管理和流程的持续改进来确保IT服务交付有效且高效的一组活动，( )不属于IT服务管理的活动。
 A：服务台
 B：事件管理
 C：配置管理
 D：过程管理
正确答案：D 你的答案：D
解析：IT服务管理是通过主动管理和流程的持续改进来确保IT服务交付有效且高效的一组活动。 IT服务管理由若干不同的活动组成： 服务台、事件管理、问题管理、变更管理、配置管理、发布管理、服务级别管理、财务管理、容量管理、服务连续性管理和可用性管理。
4、 [单选] 关于项目经理的描述，不正确的是( )。
 A：项目经理是发起人、团队成员与其他干系人之间的沟通者
 B：项目经理领导项目团队实现项目目标
 C：项目经理应该时刻关注行业的最新发展趋势
 D：项目经理不可以是临时被委任的外部顾问
正确答案：D 你的答案：D
解析：基于组织结构，项目经理有可能向职能经理报告。而在其他情况下，项目经理可能与其他项目经理一起，向PMO、项目组合或项目集经理报告。PMO、项目组合或项目集经理对整个组织范围内的一个或多个项目承担最终责任。为了实现项目目标，项目经理需要与所有相关经理紧密合作，确保项目管理计划符合所在项目组合或项目集的计划。项目经理还需与其他角色紧密协作，如组织经理、专家以及可行性研究分析人员。在某些情况下，项目经理可以是临时被委任的外部顾问。
5、 [单选] 对于信息系统开发项目来说，其文档一般分开发文档、产品文档和管理文档。不属于开发文档的是( )。
 A：可行性研究报告
 B：软件集成计划
 C：安全和测试信息
 D：配置管理计划
正确答案：D 你的答案：D
解析：对于信息系统开发项目来说，其文档一般分开发文档、产品文档和管理文档。 ①开发文档描述开发过程本身，基本的开发文档包括：可行性研究报告和项目任务书、需求规格说明、功能规格说明、设计规格说明(包括程序和数据规格说明、开发计划、软件集成和测试计划、质量保证计划、安全和测试信息等)。 ②产品文档描述开发过程的产物，基本的产品文档包括：培训手册、参考手册和用户指南、软件支持手册、产品手册和信息广告。 ③管理文档记录项目管理的信息，例如：开发过程的每个阶段的进度和进度变更的记录；软件变更情况的记录；开发团队的职责定义、项目计划、项目阶段报告、配置管理计划。
6、 [单选] 关于定义活动过程的描述，不正确的是( )。
 A：定义活动主要由项目经理主导，也需要其他项目团队成员参与
 B：定义活动完成后，应形成一份详细的活动清单
 C：定义活动输出的里程碑清单是合同要求的强制性的重要时间节点和事件
 D：定义活动过程中必须考虑项目的时间限制和预算约束
正确答案：C 你的答案：D
解析：里程碑是项目中的重要时点或事件，里程碑清单列出了项目所有的里程碑，并指明每个里程碑是强制性的（如合同要求的）还是选择性的（如根据历史信息确定的）。里程碑的持续时间为零，因为它们代表的只是一个重要时间点或事件
7、 [单选] 虚拟现实的关键技术不包括( )。
 A：人机交互技术
 B：传感器技术
 C：动态环境建模技术
 D：蒙特卡洛分析技术
正确答案：D 你的答案：D
解析：虚拟现实的关键技术主要涉及人机交互技术、传感器技术、动态环境建模技术和系统集成技术等。 蒙特卡洛分析技术是风险定量分析技术。
8、 [单选] 国家标准( )为信息技术服务体系的建立提供了范围基础。
 A：《信息技术服务分类与代码》
 B：《信息技术服务从业人员能力评价要求》
 C：《信息技术服务服务基本要求》
 D：《信息技术服务服务安全要求》
正确答案：A 你的答案：C
解析：5-8.png
9、 [单选] ( ) uses the data and results from the ( ) process to reflect the over all quality status of the project to the stakeholders.
 A：control Quality; plan quality managemen
 B：plan Quality Management; manage quality
 C：manage quality; control Quality
 D：control Quality; manage quality
正确答案：C 你的答案：D
解析：( ) 使用 ( ) 过程中的数据和结果向干系人反映项目的总体质量状况。 A.控制质量; 规划质量管理 B.规划质量管理; 管理质量 C.管理质量; 控制质量 D.控制质量; 管理质量
10、 [单选] 在控制采购过程中，项目经理发现某些供应商提供的产品存在质量问题，并且这些问题可能导致项目延期。项目经理应( )。
 A：立即终止与存在问题的供应商合作，并寻找新的供应商
 B：自行决定采取补救措施，如增加项目预算或延长项目工期，以弥补供应商的问题
 C：首先与供应商沟通，了解问题的原因，并尝试解决或减轻其对项目的影响
 D：通知高层领导，并等待高层领导的决策后再采取行动
正确答案：C 你的答案：C
解析：项目管理过程中发生问题，首先要分析问题原因，然后根据问题产生原因采取相应措施。所以选C。
11、 [单选] 组织通用治理中，组织在分析和回顾战略实施过程中进行创新和改进的要素包括( )。 ①内外部发展环境对战略规划的影响 ②在业务增长，发展趋势等方面的预测及其与实际的差异 ③提升业务增长和盈利的措施 ④竞争优势和发展水平分析及措施 ⑤流程规划和知识管理
 A：①②③④
 B：①②④⑤
 C：①③④⑤
 D：②③④⑤
正确答案：A 你的答案：C
解析：在分析和回顾战略实施过程中进行创新和改进的要素主要包括： ①内外部发展环境对战略规划的影响，包括客户和用户需求、技术或监管环境等; ②在业务增长、发展趋势等方面的预测及其与实际的差异; ③提升业务增长和盈利的措施; ④竞争优势和发展水平分析及措施; ⑤风险分析及措施。 实施创新和改进还应包括战略绩效管理体系和人力资源系统的整合优化。
12、 [单选] 某企业管理层采取纠偏措施缩小目标与实际业绩之间的差距。该企业正在执行( )阶段的营销活动。
 A：市场营销分析
 B：市场营销计划
 C：市场营销执行
 D：市场营销控制
正确答案：D 你的答案：D
解析：市场营销管理过程需要的4种营销管理活动：分析、计划、执行与控制。其中市场营销控制的步骤包括： ①管理层首先要设定具体的营销目标； ②衡量其市场业绩，找到造成预期业绩和实际业绩之间缺口的原因； ③管理层采取纠偏措施缩小目标与实际业绩之间的差距，包括改变行动计划，或者改变目标本身。
13、 [单选] 在执行质量管理相关过程时，质量经理对提交的成果进行了审查，将发现的问题记录并给出了纠正措施建议，该质量经理正在执行( )过程。
 A：规划质量管理
 B：管理质量
 C：控制质量
 D：持续改进
正确答案：B 你的答案：C
解析：“对提交的成果进行了审查，将发现的问题记录并给出了纠正措施建议”实际上是质量报告的内容，质量报告可能是图形、数据或定性文件，其中包含的信息可帮助其他过程和部门采取纠正措施，以实现项目质量期望。质量报告的信息可以包含团队上报的质量管理问题，针对过程、项目和产品的改善建议，纠正措施建议(包括返工、缺陷/漏洞补救、100%查等)，以及在控制质量过程中发现的情况的概述。 质量报告是管理质量过程的输出，所以该质量经理正在执行管理质量过程。
14、 [单选] 两家企业生产同种产品，为抢占市场规模，每家企业都制定了三个市场推销策略，两家企业的市场策略会影响双方的市场规模占有情况，赢得矩阵如下：在这个矩阵中，每个单元格中的数字表示甲企业比乙企业多占的市场规模，负数则表示甲企业比乙企业少占的市场规模。则双方各应采用哪种策略( )。 5-14.png
 A：甲企业选择策略2，乙企业选择策略2
 B：甲企业选择策略1，乙企业选择策略2
 C：甲企业选择策略1，乙企业选择策略3
 D：甲企业选择策略3，乙企业选择策略1
正确答案：A 你的答案：A
解析：这是一个非合作博弈之例。参与博弈的任何一方都无法信任对方，都要防备对方抢占自己的市场份额，但也都能独立理性地分析自己的策略与得失。所以，双方博弈的结果对双方都不是理想的结果，但都认为是可以接受的。甲企业选择策略2，可以确保最差结果是比乙企业多占市场规模0，同理，乙企业选择策略2可确保最差结果是比甲企业多占市场规模0，这个结果双方都能接受。这就是所谓“理智行为”。
15、 [单选] 在一个大型项目实施过程中，项目经理发现项目风险已经发生，并且对项目进度和成本产生了显著影响。为了准确评估风险对项目目标的影响程度，项目经理应该采取的定量风险分析技术是( )。
 A：风险数据质量评估
 B：风险分类
 C：风险概率和影响评估
 D：敏感性分析
正确答案：D 你的答案：D
解析：风险数据质量评估、风险分类、风险概率和影响评估均属于风险定性分析的工具与技术。
16、 [单选] How frequently the risks are being reviewed ，this should recorded in( ).
 A：Risk Management plan
 B：issue Log
 C：Risk Register
 D：Risk Repor
正确答案：A 你的答案：A
解析：风险审查的频率应记录在 ( ) 中。 A.风险管理计划 B.问题日志 C.风险登记 D.风险报告
17、 [单选] ( )主要关注大数据存储，大数据协同和安全隐私等方面。
 A：大数据可视化
 B：大数据获取技术
 C：大数据管理技术
 D：大数据处理技术
正确答案：C 你的答案：C
解析：从总体上说，大数据技术架构主要包含大数据获取技术、分布式数据处理技术和大数据管理技术，以及大数据应用和服务技术。其中，大数据管理技术主要集中在大数据存储、大数据协同和安全隐私等方面。
18、 [单选] 项目组合生命周期由( )4个阶段组成。
 A：启动、规划、执行、收尾
 B：启动、规划、执行、优化
 C：规划、执行、监控、收尾
 D：规划、执行、监控、改进
正确答案：B 你的答案：D
解析：项目组合生命周期由启动、规划、执行与优化4个阶段组成。
19、 [单选] 依据ISSE-CMM中公共特性的成熟度等级定义，( )不属于ISSE-CMM的Level2：规划和跟踪级。
 A：将过程域执行的方法形成标准化和程序化
 B：对组织的标准化过程族进行裁剪文档
 C：在执行过程域中，使用文档化的标准和程序
 D：验证过程与可用标准的一致性
正确答案：B 你的答案：B
解析：5-19.png对组织的标准化过程族进行裁剪属于Level3：充分定义级。
20、 [单选] project communications Management consists of two parts. The first part is developing a strategy to ensure communication is effective for stakeholders.The second part is carrying out the activities necessary to implement the ( ) .
 A：communication tools
 B：communication technology
 C：communication cost
 D：communication strategy
正确答案：D 你的答案：A
解析：项目沟通管理由两部分组成。第一部分是制定一项策略，以确保利益相关者的沟通有效。第二部分是开展必要的活动，以实施 ( ) 。 A.沟通工具 B.沟通技术 C.沟通成本 D.沟通策略
21、 [单选] 关于范围管理的描述，正确的是( )。
 A：规划范围管理的作用是在整个项目期间对如何管理范围提供指南和方向
 B：定义范围管理是为了记录如何定义、确认和控制项目范围及产品范围，而创建范围管理计划的过程
 C：范围管理计划包含配置管理活动和需求优先级排序过程
 D：范围管理计划是非常详细的正式的计划
正确答案：A 你的答案：A
解析：规划范围管理是为了记录如何定义、确认和控制项目范围及产品范围，而创建范围管理计划的过程。本过程的主要作用是在整个项目期间对如何管理范围提供指南和方向。 范围管理计划是项目管理计划的组成部分，描述将如何定义、制定、监督、控制和确认项目范围。范围管理计划用于指导如下过程和相关工作： ①制定项目范围说明书； ②根据详细项目范围说明书创建WBS； ③确定如何审批和维护范围基准； ④正式验收已完成的项目可交付成果； 根据项目需要，范围管理计划可以是正式或非正式的，非常详细或高度概括的。
22、 [单选] 两化融合是信息化和工业化的高层次的深度结合，主要在技术、产品、( )、产业四个方面进行融合。
 A：硬件
 B：软件
 C：网络
 D：业务
正确答案：D 你的答案：B
解析：两化融合是信息化和工业化的高层次的深度结合，是指以信息化带动工业化、以工业化促进信息化，走新型工业化道路;两化融合的核心就是信息化支撑，追求可持续发展模式。 信息化与工业化主要在技术、产品、业务、产业四个方面进行融合。
23、 [单选] OPM框架的关键要素包括( )
 A：OPM战略、OPM方法论、知识管理和人才管理
 B：OPM战略、OPM方法论、风险管理和人才管理
 C：OPM治理、OPM方法论、知识管理和风险管理
 D：OPM治理，OPM方法论，知识管理和人才管理
正确答案：D 你的答案：B
解析：OPM框架的关键要素包括：OPM治理、OPM方法论、知识管理和人才管理。
24、 [单选] IT审计业务和服务通常分为It内部控制审计和It专项审计，( )属于IT内部控制审计。
 A：应用控制审计
 B：网络与信息安全审计
 C：数据审计
 D：信息系统生命周期审计
正确答案：A 你的答案：A
解析：5-24.png
25、 [单选] 软件过程能力成熟度模型(CSMM)包括治理、开发与交付、管理与支持、( )四个能力域。
 A：战略管理
 B：组织管理
 C：运营管理
 D：数据管理
正确答案：B 你的答案：C
解析：CSMM模型由4个能力域、20个能力子域、161个能力要求组成，4个能力域如下： ①治理：包括战略与治理、目标管理能力子域，用于确定组织的战略、产品的方向、组织的业务目标，并确保目标的实现。 ②开发与交付：包括需求、设计、开发、测试、部署、服务、开源应用能力子域，这些能力子域确保通过软件工程过程交付满足需求的软件，为顾客与利益干系人增加价值。 ③管理与支持：包括项目策划、项目监控、项目结项、质量保证、风险管理、配置管理、供应商管理能力子域，这些能力子域覆盖了软件开发项目的全过程，以确保软件项目能够按照既定的成本、进度和质量交付，能够满足顾客与利益干系人的要求。 ④组织管理：包括过程管理、人员能力管理、组织资源管理、过程能力管理能力子域，对软件组织能力进行综合管理。
26、 [单选] 项目评估指在( )的基础上，由( )根据国家颁布的政策、法规、方法、参数和条例等条件下进行评价、分析和论证。
 A：项目立项申请；项目承建方
 B：项目可行性研究；项目建设方
 C：项目立项申请；第三方
 D：项目可行性研究；第三方
正确答案：D 你的答案：D
解析：项目评估指在项目可行性研究的基础上，由第三方（国家、银行或有关机构） 根据国家颁布的政策、法规、方法、参数和条例等，从国民经济与社会、组织业务等角度出发，对拟建项目建设的必要性、建设条件、生产条件、市场需求、工程技术、经济效益和社会效益等进行评价、分析和论证，进而判断其是否可行的一个评估过程。其目的是审查项目可行性研究的可靠性、真实性和客观性，为银行的货款决策或行政主管部门的审批决策提供科学依据。项目评估的最终成果是项目评估报告。
27、 [单选] 组织在数字化转型中，( )是转型成功与否的关键要素，使组织具备长期竞争优势。
 A：组织数字文化
 B：数字人才队伍
 C：数字化产品和服务
 D：数字化营销
正确答案：A 你的答案：B
解析：数字化转型内容重点包括：组织数字文化、数字人才队伍、数字化绩效评价、业务模式创新、数字化产品和服务、数字化营销。 其中，组织文化是数字化转型成功与否的关键要素，是指导一个团体行为的共同信念、价值观和思维模式。由于组织文化很难复制，因此它使组织具备长期竞争优势。
28、 [单选] 关于规划风险管理过程的描述，不正确的是( )。
 A：规划风险管理是定义如何实施项目风险管理活动的过程
 B：规划风险管理在项目实施阶段开始，并在项目执行期间持续进行
 C：规划风险管理的主要作用是确保风险管理的水平、方法和可见度与项目风险程度相匹配
 D：干系人分析法可用于规划风险管理过程
正确答案：B 你的答案：B
解析：规划风险管理过程在项目立项阶段就应开始，并在项目早期完成。在项目生命周期的后期，可能有必要重新开展本过程，例如，在发生重大阶段变更时，在项目范围显著变化时，或者后续对风险管理有效性进行审查且确定需要调整项目风险管理过程时。
29、 [单选] 项目沟通管理是确保及时、正确地产生、收集、分发、( )和处理项目信息所需的过程。
 A：分析
 B：接收
 C：存储
 D：分享
正确答案：C 你的答案：B
解析：项目沟通管理是确保及时、正确地产生、收集、分发、存储和最终处理项目信息所需的过程。项目沟通管理过程揭示了实现成功沟通所需的人员、观点、信息这三项要素之间的一种联络关系。
30、 [单选] ( )通过财务、客户、内部运营、学习与成长4个角度，将组织战略目标逐层分解转化为细化指标，有差异化地针对不同的指标进行不同时间周期的绩效评估，有助于组织战略目标的实现。
 A：目标管理法
 B：平衡计分卡法
 C：硬性分布法
 D：尺度评价表法
正确答案：B 你的答案：A
解析：平衡计分卡法是指通过财务、客户、内部运营、学习与成长4个角度，将组织的战略目标落实为可操作的衡量指标和目标值，对被评估者进行综合考评的方法。平衡计分卡法是一种有效的绩效管理工具，可以将组织战略目标逐层分解转化为相互平衡的细化指标，从而有差异化地针对不同的指标进行不同时间周期的绩效评估，有助于组织战略目标的实现。这种方法广泛应用于团队和个人的绩效评估。
31、 [单选] 有效执行规划绩效域，能够达到的目标不包括( )。
 A：项目以有条理、协调一致的方式推进
 B：对实物资源进行了有效管理
 C：可以根据新出现的和不断变化的需求进行调整
 D：以系统的方法交付项目成果
正确答案：B 你的答案：B
解析：有效执行规划绩效域可以实现预期目标，主要包含： ①项目以有条理、协调一致的方式推进； ②应用系统的方法交付项目成果； ③对演变情况进行详细说明； ④规划投入的时间成本是适当的； ⑤规划的内容对管理干系人的需求而言是充分的； ⑥可以根据新出现的和不断变化的需求进行调整。 对实物资源进行了有效管理是项目工作绩效域的预期目标。
32、 [单选] 关于数据安全法的描述，不正确的是( )。
 A：现行《中华人民共和国数据安全法》于2021年9月1日起正式施行
 B：数据安全法延续了网络安全法生效以来的"一轴两翼三级"的监管体系，通过多方共同参与实现各地方各部门对工作集中收集和产生数据的安全管理
 C：数据安全法从数据安全与发展、数据安全制度、数据安全保护义务、政务数据安全与开放的角度对数据安全保护的义务和相应法律责任进行规定
 D：数据安全法是数据安全领域最高位阶的专门法，与网络安全法一起补充了《中华人民共和国国家安全法》框架下的安全治理法律体系
正确答案：B 你的答案：B
解析：《中华人民共和国数据安全法》(以下简称"数据安全法")于2021年9月1日起正式施行。 数据安全法从数据安全与发展、数据安全制度、数据安全保护义务、政务数据安全与开放的角度对数据安全保护的义务和相应法律责任进行规定。 数据安全法作为数据安全领域最高位阶的专门法，与网络安全法一起补充了《中华人民共和国国家安全法》框架下的安全治理法律体系，更全面地提供了国家安全在各行业、各领域保障的法律依据。 同时，数据安全法延续了网络安全法生效以来的"一轴两翼多级"的监管体系，通过多方共同参与实现各地方、各部门对工作集中收集和产生数据的安全管理。
33、 [单选] 关于成本管理的描述，不正确的是：( )。
 A：在项目过程中，不应只关心完成项目活动所需资源的成本，也需考虑项目决策对项目最终产品的使用和维护成本的影响
 B：成本估算和成本预算是两个过程。即使是很小的项目，也需要由不同的人员来分别完成，以保证估算和预算过程的客观性和独立性
 C：全生命周期成本管理经常与价值工程技术结合使用，用于降低成本，缩短时间，提高项目可交付成果的质量和绩效，并优化决策过程
 D：项目成本管理应当考虑项目干系人的需要，不同的项目干系人可能在不同的时间以不同的方式测算项目的成本
正确答案：B 你的答案：B
解析：某些项目，特别是小项目而言，成本估算和成本预算之间的关系极其密切，以致可以将其视为一个过程，由一个人在较短的时间内完成。
34、 [单选] 某项目有四个方案均能满足要求。其费用数据如下表所示。在基准折现率为10%情况下，根据费用现值法，最优方案是( )。 5-34.png
 A：甲
 B：乙
 C：丙
 D：丁
正确答案：C 你的答案：C
解析：费用现值是不同方案在计算期内的各年成本，按基准收益率换算到基准年的现值与方案的总投资现值的和。费用现值越小，其方案经济效益越好。各方案费用现值如下：
方案甲=150+40/1.1+40/1.12+40/1.13=249.47
方案乙=300+5/1.1+5/1.12+5/1.13=312.43
方案丙=200+15/1.1+15/1.12+15/1.13=237.30
方案丁=250+10/1.1+10/1.12+10/1.13=274.87
因此本题选方案丙。
35、 [单选] 可用于控制进度过程的数据分析技术不包括( )。
 A：偏差分析
 B：备选方案分析
 C：迭代燃尽图
 D：趋势分析
正确答案：B 你的答案：B
解析：可用作控制进度过程的数据分析技术主要包括： ①挣值分析；②迭代燃尽图；③绩效审查；④趋势分析；⑤偏差分析；⑥假设情景分析。
36、 [单选] 监督干系人参与时，( )用于确定干系人群体和个人在项目任何特定时间的状态。
 A：根本原因分析
 B：优先级排序
 C：职责分配矩阵
 D：干系人分析
正确答案：D 你的答案：C
解析：适用于监督干系人参与过程的数据分析技术主要包括： ①备选方案分析：在干系人参与效果没有达到期望要求时，应该开展备选方案分析，评估应对偏差的各种备选方案。 ②根本原因分析：开展根本原因分析，确定干系人参与未达预期效果的根本原因。 ③干系人分析：确定干系人群体和个人在项目任何特定时间的状态。
37、 [单选] 交付绩效域的绩效要点包括( )。①质量;②成本;③风险;④可交付物;⑤价值的交付
 A：①②③
 B：①④⑤
 C：②③④
 D：②④⑤
正确答案：B 你的答案：D
解析：交付绩效域的绩效要点包括：价值的交付、可交付物、质量。
38、 [单选] 在一个复杂的信息系统项目中，由于资源限制，项目经理发现关键资源（如资深开发人员）经常在不同的项目任务之间被重新分配，这导致项目进度频繁延误和质量波动，为了有效控制资源并减少对进度延迟和成本超支的影响，项目经理优先采取的措施是 ( )。
 A：增加资源储备以应对未来的资源需求波动
 B：严格限制资源在项目间的共享，确保资源专注于当前任务
 C：实施资源平衡策略，优化不同任务间的资源分配
 D：缩减项目范围以匹配可用资源的能力
正确答案：C 你的答案：B
解析：资源平衡是为了在资源需求与资源供给之间取得平衡，根据资源制约因素对开始日期和完成日期进行调整的一种技术。 如果共享资源或关键资源只在特定时间可用而且数量有限，如一个资源在同一时段内被分配至两个或多个活动，就需要进行资源平衡。也可以为保持资源使用量处于均衡水平而进行资源平衡。资源平衡往往导致关键路径改变。可以用浮动时间平衡资源。因此，在项目进度计划期间，关键路径可能发生变化。
39、 [单选] 关于制定预算的描述，不正确的是( )。
 A：项目预算包括经批准用于执行项目的全部资金
 B：成本基准是经过批准且按时间段分配的项目预算
 C：制定预算过程的主要作用是确定项目所需资金
 D：制定预算是汇总所有单个活动或工作包的估算成本，建立一个经批准的成本基准的过程
正确答案：C 你的答案：D
解析：C选项错误‌：制定预算过程的主要作用是‌建立成本基准‌，而非“确定项目所需资金”。成本基准是监督和控制项目绩效的依据，资金需求通常在项目章程或商业论证中初步确定。其他选项正确‌：A：项目预算确实包括经批准的全部资金。B：成本基准是经批准、按时间段分配的项目预算（含应急储备，不含管理储备）。D：制定预算的实质是汇总活动/工作包估算，建立成本基准。考点延展‌：成本基准 vs 项目预算‌：成本基准是绩效测量基准，项目预算是资金总额（含管理储备）。应急储备 vs 管理储备‌：应急储备包含在成本基准中，管理储备需高层审批，不纳入基准。制定预算的输出‌：包括成本基准、项目资金需求（含管理储备）和更新后的项目文件。
40、 [单选] ( ) is the process of specifying the approach and identifying potential sellers.
 A：plan procurement Management
 B：close procurement Management
 C：control procurement
 D：conduct procurement
正确答案：A 你的答案：A
解析：翻译：( ) 是明确采购方法和识别潜在卖方的过程。 A.规划采购管理 B.关闭采购管理 C.控制采购 D.实施采购‌A：plan procurement Management‌ 是正确答案。根据PMBOK指南，“规划采购管理”的核心任务包括：记录项目采购决策；明确采购方法（如总价合同、成本补偿合同等）；识别潜在卖方。题目中“specifying the approach and identifying potential sellers”直接对应这一阶段的核心内容。‌其他答案不正确解析‌：‌B：close procurement Management‌：错误。该选项在PMBOK中无对应过程，属于干扰项。‌C：control procurement‌：错误。该阶段的核心是管理采购关系、监督合同执行，与题目描述无关。‌D：conduct procurement‌：错误。该阶段的核心是获取卖方应答、选择卖方并授予合同，与题目描述不符。
41、 [单选] 流程管理中，组织战略执行保障体系包含战略控制层、流程执行层、系统支撑层三层。其中，( )是战略执行落地的核心枢纽；预算考核属于( )。
 A：流程执行层;系统支撑层
 B：战略控制层;系统支撑层
 C：战略控制层;流程执行层
 D：流程执行层;战略控制层
正确答案：D 你的答案：B
解析：‌D：流程执行层；战略控制层‌ 是正确答案。‌流程执行层‌是战略执行落地的核心枢纽，负责将战略目标落实到具体业务流程中，起承上启下的作用。‌预算考核‌属于‌战略控制层‌，该层通过会议管理、运行分析和预算考核确保战略执行路径，形成以执行和控制为目标的发展计划。‌其他答案不正确解析‌：‌A：流程执行层；系统支撑层‌：错误。预算考核属于战略控制层，而非系统支撑层。‌B：战略控制层；系统支撑层‌：错误。流程执行层是核心枢纽，而非战略控制层。‌C：战略控制层；流程执行层‌：错误。预算考核属于战略控制层，而非流程执行层。‌ 考点延展‌：‌战略执行保障体系三层架构‌：‌战略控制层‌：以会议管理、运行分析、预算考核为基础，形成以执行和控制为目标的发展计划。‌流程执行层‌：以业务流程、岗位描述、绩效测评为基础，对研发、采购、生产、销售、客服等各职能领域构建稳定的流程执行层。‌系统支撑层‌：以ERP、CRM、PDM等大量的信息技术应用为基础的系统支撑层
42、 [单选] 信息安全管理的CIA三要素指的是( )。
 A：一致性、可用性、完整性
 B：保密性、有效性、可用性
 C：一致性、可用性、有效性
 D：保密性、完整性、可用性
正确答案：D 你的答案：D
解析：CIA三要素是保密性(confidentiality)、完整性(Integrity)和可用性(Availability)三个词的缩写。 CIA是系统安全设计的目标。保密性、完整性和可用性是信息安全最为关注的三个属性，因此这三个特性也经常被称为信息安全三元组，这也是信息安全通常所强调的目标。
正确答案解析：‌D：保密性、完整性、可用性‌ 是正确答案。‌
保密性（Confidentiality）‌：确保信息不被未授权者访问，防止信息泄露。‌
完整性（Integrity）‌：确保信息在传输或存储过程中不被篡改或破坏，保持信息的准确性和一致性。‌
可用性（Availability）‌：确保授权用户在需要时能够访问和使用信息，防止服务中断。
CIA三要素是系统安全设计的目标，也是信息安全的核心属性。‌
其他答案不正确解析‌：‌A：一致性、可用性、完整性‌：错误。“一致性”并非CIA三要素之一，且“一致性”与“完整性”含义重叠。‌B：保密性、有效性、可用性‌：错误。“有效性”并非CIA三要素之一，且“有效性”与“可用性”含义相近，但CIA中明确使用“可用性”。‌C：一致性、可用性、有效性‌：错误。“一致性”和“有效性”均非CIA三要素之一，且与CIA的定义不符。‌
43、 [单选] “监督沟通”过程采用的措施不包括( )。
 A：开展客户满意度调查
 B：整理经验教训和开展团队观察
 C：审查问题日志和评估变更
 D：识别和确定沟通需求
正确答案：D 你的答案：D
解析：解题分析‌：‌D：识别和确定沟通需求‌ 是正确答案。根据PMBOK指南，“监督沟通”的核心任务是‌监控和优化现有沟通效果‌，包括开展客户满意度调查、整理经验教训、审查问题日志等。而“识别和确定沟通需求”属于‌规划沟通管理‌阶段的输出，是项目初期明确沟通目标的活动，与监督沟通的监控性质无关。‌其他答案不正确解析‌：‌A：开展客户满意度调查‌：错误。客户满意度调查是监督沟通中常用的监控措施，用于评估沟通效果。‌B：整理经验教训和开展团队观察‌：错误。整理经验教训和开展团队观察是监督沟通中用于优化沟通效果的活动。‌C：审查问题日志和评估变更‌：错误。审查问题日志和评估变更是监督沟通中用于监控沟通效果和调整沟通策略的活动。‌
44、 [单选] 某项目有4个硬件的生产任务需要完成，有4个硬件厂商可选择，每个厂商只能分配一个任务。下表是各厂商完成各硬件生产所需的时间：则生产完成4种硬件所需最短时间为( )。 5-44.png
 A：25
 B：26
 C：27
 D：28
正确答案：B 你的答案：B
解析：本题可利用匈牙利算法求解。通过对效能矩阵（各厂商完成各硬件生产所需时间矩阵）进行变换，使各行各列都出现0元素，然后进行试指派，最终得到甲完成硬件4，乙完成硬件1，丙完成硬件3，丁完成硬件2的最优分配方案，计算可得完成4种硬件所需最短时间为 7+1+2+16=26，所以B选项正确。
45、 [单选] IT治理活动的主要任务聚焦在全局统筹，价值导向，机制保障，创新发展，文化助推五个方面，其中"指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措"属于( )内容。
 A：全局统筹
 B：价值导向
 C：机制保障
 D：创新发展
正确答案：C 你的答案：A
解析：答案分析：“指导建立规范过程管理和痕迹管理，并向利益相关者公开质量设定举措”属于机制保障的重点聚焦内容之一。机制保障重点聚焦于规范管理、评审体系、审计以及监督改进实施等方面，该项内容符合机制保障中规范管理相关的要求，所以答案是C机制保障。其他答案不正确解析：A全局统筹：全局统筹主要是统筹规划IT治理的目标范围、技术环境、发展趋势和人员责权利等宏观层面的规划，不涉及规范过程管理和痕迹管理等具体举措，所以A选项不正确。B价值导向：价值导向侧重于基于实现有效收益、确保预期收益清晰理解以及明确实现收益的问责机制等收益和问责相关内容，与题目中的规范管理举措不相关，所以B选项不正确。D创新发展：创新发展强调利用IT创新开拓业务领域、提升管理水平等创新相关内容，并非是规范过程管理等方面，所以D选项不正确。
46、 [单选] 监控项目工作过程中，出现偏差时，需使用( )在多个方案中选择要执行的纠正措施和预防措施；需使用( )技术确定最节约成本的纠正措施；需使用( )技术对范围、进度和成本绩效进行综合分析。
 A：偏差分析、备选方案分析、成本效益分析
 B：偏差分析、备选方案分析、挣值分析
 C：备选方案分析、成本效益分析、挣值分析
 D：备选方案分析、偏差分析、成本效益分析
正确答案：C 你的答案：C
解析：C选项正确。在监控项目工作过程中：备选方案分析可用于在出现偏差时，在多个方案中选择要执行的纠正措施或纠正措施和预防措施的组合。成本效益分析有助于在出现偏差时确定最节约成本的纠正措施，通过比较不同措施的成本和效益来做出决策。挣值分析能够对范围、进度和成本绩效进行综合分析，通过计算进度偏差、成本偏差等指标来评估项目绩效。其他答案不正确解析：A选项：偏差分析主要是对成本、时间、技术和资源偏差进行综合分析，以了解项目的总体偏差情况，并非用于在多个方案中选择纠正和预防措施，所以A选项错误。B选项：偏差分析不能确定最节约成本的纠正措施，成本效益分析才具备此功能，所以B选项错误。D选项：偏差分析不能确定最节约成本的纠正措施，且挣值分析才是对范围、进度和成本绩效进行综合分析的技术，所以D选项错误。
47、 [单选] 在一个大型信息系统项目中，项目经理发现尽管已经建立了沟通机制，但团队间的沟通依然不顺畅，项目风险不断上升。项目经理应优先采取的措施是( )。
 A：监督沟通活动执行情况，审查并优化现有沟通机制
 B：引入新的沟通工具，提高信息传递效率
 C：增加每周的团队会议次数，强制团队成员交流
 D：对团队成员进行沟通技巧培训，提升沟通质量
正确答案：A 你的答案：A
解析：解题分析：A选项“监督沟通活动执行情况，审查并优化现有沟通机制”正确。因为已经建立了沟通机制却仍存在沟通不畅和风险上升的问题，很可能是现有沟通机制在执行过程中存在不足，或者本身机制就不够完善。通过监督沟通活动执行情况，能够发现问题所在，进而审查并优化现有沟通机制，从根源上解决沟通不畅的问题，是较为优先且全面的措施。其他答案不正确解析：B选项“引入新的沟通工具，提高信息传递效率”：虽然新的沟通工具可能有助于提高信息传递效率，但在未对现有沟通机制进行审查和优化之前，直接引入新工具可能无法解决根本问题，甚至可能因为团队成员需要重新适应新工具而增加沟通成本，所以不是优先措施。C选项“增加每周的团队会议次数，强制团队成员交流”：单纯增加会议次数并强制交流，可能会导致团队成员产生抵触情绪，而且如果沟通机制本身存在问题，即使增加交流机会，也不一定能有效改善沟通效果，不能从根本上解决沟通不顺畅的问题，因此不是优先选择。D选项“对团队成员进行沟通技巧培训，提升沟通质量”：团队成员的沟通技巧可能会影响沟通效果，但在本题中，重点是现有沟通机制存在问题，在未解决机制问题之前，培训沟通技巧只能起到辅助作用，无法解决沟通不畅和风险上升的核心问题，所以也不是优先措施。
48、 [单选] 关于配置审计的描述，不正确的是( )。
 A：审计软件即使发现不一致的情况，也不允许自动更新配置库或配置管理数据库，必须由有关负责人调查后再进行更新
 B：配置审计也称配置审核或配置评价，包括功能配置审计和物理配置审计
 C：功能配置审计是审计配置项的完整性，物理配置审计是审计配置项的一致性
 D：验证配置项的开发已圆满完成属于功能配置审计
正确答案：C 你的答案：D
解析：题解说明：‌C选项‌：功能配置审计是审计配置项的一致性（配置项实际功效是否与其需求一致），而非完整性；物理配置审计是审计配置项的完整性，而非一致性，所以C选项描述不正确。其他答案不正确解析：‌A选项‌：配置审计中，即使发现不一致情况，通常不允许审计软件自动更新配置库或配置管理数据库，需有关负责人调查后再进行更新，该描述正确。‌B选项‌：配置审计也称配置审核或配置评价，包括功能配置审计和物理配置审计，这是配置审计的基本概念，描述正确。‌D选项‌：验证配置项的开发已圆满完成属于功能配置审计验证的内容之一，描述正确。
49、 [单选] 价值交付系统包括项目如何创造价值、价值交付组件和信息流。其中，价值交付组件包括( )。①战略；②项目组合； ③项目集；④项目；⑤运营；⑥产品；⑦市场环境；
 A：①②③④⑤
 B：①②③④⑥
 C：②③④⑤⑥
 D：②③④⑥⑦
正确答案：C 你的答案：C
解析：答案分析：根据参考资料，价值交付系统中，价值交付组件可以是项目组合、项目集、项目、产品和运营，选项C“②③④⑤⑥”准确涵盖了这些内容。这些组件共同作用以实现价值创造，组成符合组织战略的价值交付系统。其他答案不正确解析：A选项“①②③④⑤”包含了“战略”，战略是价值交付系统所服务和符合的对象，并非价值交付组件本身，所以A选项错误。B选项“①②③④⑥”同样包含了“战略”，战略不属于价值交付组件，所以B选项错误。D选项“②③④⑥⑦”包含了“市场环境”，市场环境是价值交付系统所处的外部背景，不是价值交付组件，所以D选项错误。
50、 [单选] 数字化转型是建立在数字化转换、数字化升级基础上，进一步触及组织核心业务，以新建一种( )为目标的高层次转型。
 A：组织模式
 B：评估模式
 C：技术模式
 D：业务模式
正确答案：D 你的答案：D
解析：解题分析：正确答案为D。根据参考资料，数字化转型是建立在数字化转换、数字化升级基础上，进一步触及组织核心业务，以新建一种业务模式为目标的高层次转型，所以D选项“业务模式”正确。其他答案不正确解析：A选项“组织模式”：参考资料中在阐述数字化转型目标时，未提及新建组织模式，所以该选项不正确。B选项“评估模式”：资料里没有表明数字化转型目标是新建评估模式，此选项错误。C选项“技术模式”：数字化转型虽以新兴技术为基础，但目标并非新建技术模式，该选项不符合定义。
51、 [单选] The project manager should use ( ) tool for the purpose to report on the work remaining for projects.
 A：flow diagram
 B：burn down chart
 C：forecast estimation
 D：earned value
正确答案：B 你的答案：B
解析：翻译：项目经理可以使用 ( ) 工具报告项目的剩余工作。 A.流程图 B.燃尽图 C.预测估计 D.挣值答案解读：正确答案是B：burn down chart（燃尽图）。根据参考资料，燃尽图是在项目完成之前，对需要完成的工作的一种可视化表示，其Y轴表示工作量，X轴表示项目时间，描述随着时间的推移而剩余的工作数量，可用于显示项目的完成进度、开发速度等，能够帮助报告项目的剩余工作。其他答案不正确解析：A：flow diagram（流程图）：主要用于展示过程、系统或计算机算法的步骤顺序和相互关系，不用于报告项目剩余工作，所以A选项错误。C：forecast estimation（预测估计）：通常是对项目未来的成本、进度等进行估算预测，并非专门用于报告剩余工作，所以C选项错误。D：earned value（挣值）：是一种项目绩效测量方法，通过将已完成工作的预算成本（挣值）与计划工作的预算成本（计划值）和已完成工作的实际成本（实际值）进行比较，来评估项目的进度和成本绩效，不是直接报告剩余工作的工具，所以D选项错误。
52、 [单选] 关于干系人参与计划的描述，不正确的是( )
 A：干系人参与计划是项目管理计划的组成部分
 B：干系人参与计划基于项目的需要和干系人的期望而制定
 C：干系人参与计划制订了干系人有效参与和执行项目决策的策略和行动
 D：干系人参与计划是识别干系人过程的输出
正确答案：D 你的答案：C
解析：答案分析：D选项不正确，干系人参与计划是规划干系人参与过程的输出，而非识别干系人过程的输出。规划干系人参与是根据干系人的需求、期望、利益和对项目的潜在影响，制定项目干系人参与项目的方法的过程，该过程的主要作用是提供与干系人进行有效互动的可行计划，干系人参与计划就是这一可行计划的体现。其他答案不正确解析：A选项：干系人参与计划是项目管理计划的组成部分，该说法正确。项目管理计划包含多个子计划，干系人参与计划作为其中之一，用于指导项目干系人管理工作，所以A选项不符合题意。B选项：干系人参与计划基于项目的需要和干系人的期望而制定，这是合理的。在规划干系人参与过程中，需要考虑项目的实际需求以及干系人对项目的期望等因素，从而制定出有效的参与计划，所以B选项不符合题意。C选项：干系人参与计划制订了干系人有效参与和执行项目决策的策略和行动，这是其重要作用之一。通过制定该计划，能够明确如何引导干系人参与项目决策和执行等相关活动，所以C选项不符合题意。
53、 [单选] 项目范围说明包括的内容有( )。①产品范围描述；②需求跟踪矩阵；③项目除外责任；④干系人登记册；⑤可交付成果；⑥验收标准；
 A：①②③⑥
 B：①②④⑥
 C：①②⑤⑥
 D：①③⑤⑥
正确答案：D 你的答案：D
解析：答案说明：正确答案为D。根据参考资料，项目范围说明书包括的内容有产品范围描述，它详细阐述项目将要交付的产品或服务的特征和功能；项目除外责任，明确了哪些工作不属于项目范围，有助于防止范围蔓延；可交付成果，既包括由项目产品、服务或成果组成的结果，也包括附带结果；验收标准，确定了验收已完成产品的过程和原则。所以①③⑤⑥符合项目范围说明书的内容。其他答案不正确解析：②需求跟踪矩阵：需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格，并不属于项目范围说明书的内容。④干系人登记册：干系人登记册是识别干系人过程的主要输出，记录已识别的干系人的相关信息，不属于项目范围说明书的内容。
54、 [单选] 常用于分析和评估改进机会的两种质量改进工具是PDCA和( )。
 A：流程图
 B：六西格玛
 C：决策树分析
 D：蒙特卡洛模拟
正确答案：B 你的答案：B
解析：答案分析：正确答案是B：六西格玛。参考资料10中明确提到“质量管理的核心在于持续改进，持续改进工具主要包括PDCA循环、5S方法、六西格玛、故障模式及影响分析（FMEA）、看板系统、根本原因分析等。其中，PDCA循环是实现持续改进最经典也是最基础的工具”，且在实际应用中，PDCA和六西格玛是最常用于分析和评估改进机会的两种质量改进工具。③其他答案不正确解析：A：流程图。流程图主要用于展示过程的步骤和顺序等，虽然对质量改进有一定辅助作用，但并非常用于分析和评估改进机会的主要工具，所以A选项错误。C：决策树分析。决策树分析主要用于在多个方案中进行决策选择等，与分析和评估质量改进机会关联不大，所以C选项错误。D：蒙特卡洛模拟。蒙特卡洛模拟常用于对项目的风险和不确定性进行分析等，不是质量改进中用于分析和评估改进机会的主要工具，所以D选项错误。
55、 [单选] 某公司承接一智能会议信息系统项目，有4个方案可供选择。每个方案都可能会出现三种不同的结果，分别对应获取不同的利润，如下表所示。根据悔值决策法，该公司应选择方案( )。(单位：万元)
 5-55.png
 A：甲
 B：乙
 C：丙
 D：丁
正确答案：B 你的答案：C
解析：悔值是指：若当某一状态出现时，对应这一状态的最优策略就可知。如果决策者当初未采取这一方案，而是采取其他方案，这时就会觉得后悔，因此对某状态的最优方案的结果值与各个方案的结果值就有一个差额。这个差额被叫做悔值，而悔值决策法就是计算在各种自然状态下的悔值，经过比较后，从最大的悔值中选出最小的悔值。 在最差结果状态下，各方案获取利润最大的是方案丙的20万元，对应的方案甲的后悔值为20-(-5)=25；方案乙的后悔值为20-10=10；方案丙的后悔值为20-20=0；方案丁的后悔值为20-(-60)=80。同理，一般结果状态下各方案取利润最大的是方案乙的60万元，对应的方案甲的后悔值为60-15=45；方案乙,的后悔值为60-60=0；方案丙的后悔值为60-35=25；方案丁的后悔值为60；方案丁的后悔值为60-10=50。 制作成后悔值矩阵如下：5-55-2.png
比较各方案的最大后悔值，然后选取后悔值最小的方案。因为方案乙的后悔值最小，所以选择方案乙。
56、 [单选] 在获取资源过程中，( )情况下不需要采用预分派。
 A：在竞标过程中承诺分派特定人员进行项目工作
 B：项目需要采购外部资源
 C：在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作
 D：项目取决于特定人员的专有技能
正确答案：B 你的答案：B
解析：题目解析：正确答案是B。预分派是指事先确定项目的实物或团队资源，其应用场景主要有三种：一是在竞标过程中承诺分派特定人员进行项目工作（对应选项A）；二是项目取决于特定人员的专有技能（对应选项D）；三是在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作（对应选项C）。而项目需要采购外部资源，并不在预分派的典型应用场景范围内，所以不需要采用预分派，B选项符合题意。其他答案不正确解析：A选项：在竞标过程中承诺分派特定人员进行项目工作，这是预分派的常见情形之一，所以该选项不符合题意，是不正确的。C选项：在完成资源管理计划的前期工作之前，制定项目章程过程或其他过程已经指定了某些团队成员的工作，属于预分派的适用情况，该选项不正确。D选项：项目取决于特定人员的专有技能时，通常会采用预分派来确保这些人员参与项目，该选项也不正确。
57、 [单选] ( )用于生产和提供优秀解决方案的能力域。
 A：行动
 B：管理
 C：使能
 D：提高
正确答案：A 你的答案：C
解析：正确答案解析：正确答案是A。根据CMMI的定义，行动（Doing）能力域的作用是用于生产和提供优秀解决方案，与题目描述相符。其他答案不正确解析：B选项“管理”：管理（Managing）能力域是用于策划和管理解决方案实施的，并非用于生产和提供优秀解决方案，所以B选项错误。C选项“使能”：使能（Enabling）能力域是用于支持解决方案实施和交付的，不是用于生产和提供优秀解决方案，C选项错误。D选项“提高”：提高（Improving）能力域是用于维持和提高效率效能的，与生产和提供优秀解决方案的功能不匹配，D选项错误。
58、 [单选] 项目整合管理过程中，“实施已批准的变更”在( )过程中开展。
 A：指导与管理项目工作
 B：管理项目知识
 C：监控项目工作
 D：实施整体变更控制
正确答案：A 你的答案：A
解析：正确答案解析：正确答案是A：指导与管理项目工作。根据参考资料，指导与管理项目工作是为实现项目目标而领导和执行项目管理计划中所确定的工作，并实施已批准变更的过程，其主要作用是对项目工作和可交付成果开展综合管理，以提高项目成功的可能性，且该过程需要在整个项目期间开展。其他答案不正确解析：B：管理项目知识：该过程主要是使用现有知识并生成新知识，以实现项目目标，帮助组织学习，与实施已批准的变更无关，所以B选项错误。C：监控项目工作：主要是跟踪、审查和报告整体项目进展，以实现项目管理计划中确定的绩效目标，并非实施已批准的变更，所以C选项错误。D：实施整体变更控制：是审查所有变更请求、批准变更，管理对可交付成果、项目文件和项目管理计划的变更，并对变更处理结果进行沟通的过程，重点在于审查和批准变更，而非实施已批准的变更，所以D选项错误。
59、 [单选] 项目经理根据干系人的需求、期望、利益和对项目的潜在影响，制定项目干系人参与项目的方法，则该项目经理正在执行( )过程。
 A：识别干系人
 B：规划干系人参与
 C：管理干系人参与
 D：监督干系人参与
正确答案：B 你的答案：A
解析：题目解析：‌B：规划干系人参与‌是正确答案。根据项目管理知识体系，规划干系人参与过程就是依据干系人的需求、期望、利益以及对项目的潜在影响，来制定他们参与项目的方法。其主要作用在于提供与干系人进行有效互动的可行计划，并且该过程应根据需要在整个项目期间定期开展，与题目描述完全相符。其他答案不正确解析：‌A：识别干系人‌：错误。识别干系人是识别能影响项目或受项目影响的全部人员、群体或组织，分析他们的利益、参与度、相互依赖、影响力及对项目成功的潜在影响等，重点在于识别和分析，而非制定参与方法，与题目描述不符。‌C：管理干系人参与‌：错误。管理干系人参与是在整个项目生命周期中，与干系人进行沟通和协作，以满足其需求与期望、处理问题，并促进其合理参与项目活动的过程，强调的是沟通协作和问题处理等执行层面，不是制定参与方法，与题目描述不符。‌D：监督干系人参与‌：错误。监督干系人参与是监督项目干系人关系，并通过修订参与策略和计划来引导干系人合理参与项目的过程，侧重于监督和调整，并非制定参与方法，与题目描述不符。
60、 [单选] 投资100万，年利率10%，按复利法计算，则3年后本利和约为( )万元。
 A：121
 B：130
 C：133
 D：150
正确答案：C 你的答案：C
解析：复利计算公式为公式： F=P(1+i)^n=100*(1+10%)^3=133
61、 [单选] 关于可行性研究的描述，正确的是( )。
 A：试验室和中间工厂的试验是初步可行性研究的主要内容
 B：详细可行性研究一般是在对市场或者客户情况进行调查后，对项目进行的初步评估
 C：初步可行性研究与详细可行性研究在占有资源和研究细节方面是相同的
 D：辅助研究用于解决项目的核心问题，为判断是否具备必要的技术、实验，人力条件提供
正确答案：D 你的答案：A
解析：正确答案解析：D选项“辅助研究用于解决项目的核心问题，为判断是否具备必要的技术、实验，人力条件提供”正确。在初步可行性研究中，初步估计必须进行的辅助研究，其目的就是解决项目的核心问题，并判断是否具备必要的技术、实验、人力条件等支持。其他答案不正确解析：A选项：试验室和中间工厂的试验不是初步可行性研究的主要内容。初步可行性研究主要内容包括需求与市场预测、设备与资源投入分析、项目设计、项目进度安排、项目投资与成本估算等，故A错误。B选项：对项目进行初步评估的是初步可行性研究，不是详细可行性研究。详细可行性研究是在初步可行研究基础上，对项目各方面详细材料全面搜集和分析等，为项目立项决策提供确切依据，故B错误。C选项：初步可行性研究与详细可行性研究在占有资源和研究细节方面差异较大，并非相同。详细可行性研究更为深入、全面，占有更多资源，研究细节更丰富，故C错误。
62、 [单选] 在应用集成中，有多个组件帮助协调连接各种应用。其中( )利用特定的数据结构，帮助开发人员快速访问其他应用的功能。
 A：API
 B：RNN
 C：数据映射
 D：事件驱动型操作
正确答案：A 你的答案：A
解析：正确答案解析：‌A：API‌：API（应用编程接口）是定义不同软件交互方式的程序和规则，它利用特定的数据结构，能够帮助开发人员快速访问其他应用的功能，符合题目描述，所以该选项正确。其他答案不正确解析：‌B：RNN‌：RNN（循环神经网络）是一种深度学习模型，主要用于处理序列数据，如自然语言处理、语音识别等领域，与在应用集成中帮助开发人员快速访问其他应用功能这一作用无关，所以该选项错误。‌C：数据映射‌：数据映射主要是将数据从一个系统映射到另一个系统，定义数据的交换方式，以简化后续的数据导出、分组或分析工作，并非利用特定数据结构帮助开发人员快速访问其他应用功能，所以该选项错误。‌D：事件驱动型操作‌：事件驱动型操作是当触发器（即事件）启动一个程序或一组操作时系统执行的操作，例如订单提交后的计费等，与题目中利用特定数据结构帮助开发人员快速访问其他应用功能不相关，所以该选项错误。
63、 [单选] 由于每个项目都是独特的，项目经理可以根据需要对项目资源管理过程进行裁剪。裁剪时考虑的因素不包括( )。
 A：物理位置
 B：团队管理
 C：沟通技术
 D：生命周期方法
正确答案：C 你的答案：D
解析：答案分析：正确答案是C。题目中明确提到裁剪时应考虑的因素包括多元化、物理位置、行业特定资源、团队成员的获得、团队管理、生命周期方法等，并不包含沟通技术。其他答案不正确解析：A：物理位置是裁剪时需要考虑的因素之一，团队成员和实物资源的物理位置会对项目资源管理产生影响，所以A不符合题意。B：团队管理也是裁剪时考虑的因素，涉及到如何管理团队建设等多方面内容，所以B不符合题意。D：生命周期方法同样是裁剪时要考虑的，项目采用的不同生命周期方法会影响资源管理过程，所以D不符合题意。
64、 [单选] 常用的IT审计技术不包括( )。
 A：产品分析技术
 B：风险评估技术
 C：审计抽样技术
 D：大数据审计技术
正确答案：A 你的答案：B
解析：答案分析：A 选项“产品分析技术”正确。参考资料明确指出常用的 IT 审计技术包括风险评估技术、审计抽样技术、计算机辅助审计技术及大数据审计技术，并不包含产品分析技术。其他答案不正确解析：B 选项“风险评估技术”：错误。风险评估技术是常用的 IT 审计技术之一，一般包括风险识别、分析、评价和应对技术等，所以该选项不符合题意。C 选项“审计抽样技术”：错误。审计抽样是审计人员从审计对象总体中选取一定数量样本进行测试并推断总体特征的方法，适用于时间及成本不允许全面审计的情况，属于常用 IT 审计技术，该选项不符合题意。D 选项“大数据审计技术”：错误。大数据审计技术包括大数据智能分析技术、大数据可视化分析技术及大数据多数据源综合分析技术等，属于常用 IT 审计技术，该选项不符合题意。
65、 [单选] 专利分类中，( )指对产品、方法或者其改进所提出的新的技术方案；( )指对产品的形状、构造或者其结合所提出的适于实用的新的技术方案。
 A：实用新型、发明
 B：实用新型、外观设计
 C：发明、外观设计
 D：发明、实用新型
正确答案：D 你的答案：B
解析：正确答案解析：正确答案为D。根据专利法规定，发明是指对产品、方法或者其改进所提出的新的技术方案；实用新型是指对产品的形状、构造或者其结合所提出的适于实用的新的技术方案，与题目中描述的内容相匹配。其他答案不正确解析：A选项：顺序错误，将发明和实用新型的位置颠倒了。B选项：实用新型的定义正确，但外观设计是指对产品的整体或者局部的形状、图案或者其结合以及色彩与形状、图案的结合所作出的富有美感并适于工业应用的新设计，并非题目中第二个空所描述的内容。C选项：发明的定义正确，但外观设计不符合题目中第二个空的描述。
66、 [单选] ( )包括收到的变更请求的数量，接受的变更请求的数量或者确认和完成的可交付成果的数量；控制范围过程产生的( )包括收到的变更的分类、识别的范围偏差和原因、偏差对进度和成本的影响，以及对将来范围绩效的预测。
 A：工作绩效数据；工作绩效信息
 B：工作绩效数据；工作绩效报告
 C：工作绩效信息；工作绩效报告
 D：工作绩效报告；工作绩效信息
正确答案：A 你的答案：A
解析：正确答案解析：A选项正确。工作绩效数据是在执行项目工作的过程中，从每个正在执行的活动中收集到的原始观察结果和测量值，所以可能包括收到的变更请求的数量，接受的变更请求的数量或者确认和完成的可交付成果的数量。工作绩效信息是从各监控过程收集并结合相关背景和跨领域关系进行整合分析而得到的绩效数据，控制范围过程产生的工作绩效信息包括收到的变更的分类、识别的范围偏差和原因、偏差对进度和成本的影响，以及对将来范围绩效的预测等，这些都是对原始绩效数据进行分析整合后的结果。其他答案不正确解析：B选项：工作绩效报告是为了制定决策或采取行动而汇编工作绩效信息所形成的实物或电子项目文件，控制范围过程产生的不是工作绩效报告，所以B选项错误。C选项：前半部分说工作绩效信息包括收到的变更请求的数量等表述错误，这些属于工作绩效数据，所以C选项错误。D选项：工作绩效报告不是控制范围过程产生的与收到变更等相关的内容，同时前后对应关系错误，所以D选项错误。
67、 [单选] 在确定项目合同类型时，如果工作性质清楚，但工作量不是很清楚，而且工作不复杂，又需要快速签订合同。这种情况下建议使用( )。
 A：总价合同
 B：成本加激励费用合同
 C：成本补偿合同
 D：工料合同
正确答案：D 你的答案：D
解析：题目解析：正确答案是D（工料合同）。题目中明确指出工作性质清楚，但工作量不是很清楚，且工作不复杂，又需要快速签订合同，这种情况完全符合工料合同的适用条件。工料合同适用于范围相对明确，但工程量不易确定，规模不大，比较简单，又需要快速签合同的项目。其他答案不正确解析：A（总价合同）：总价合同适用于工作范围很明确，且项目的设计已具备详细细节的情况，本题中工作量不清楚，不满足总价合同的适用条件，所以A选项错误。B（成本加激励费用合同）：成本加激励费用合同属于成本补偿合同的一种，主要适用于工作范围尚不清楚的情况，本题工作性质清楚，并非工作范围不清楚，所以B选项错误。C（成本补偿合同）：成本补偿合同适用于工作范围尚不清楚的情况，本题工作性质清楚只是工作量不清楚，不符合成本补偿合同的适用条件，所以C选项错误。
68、 [单选] 在项目执行过程中，项目经理发现项目进展顺利，但某些潜在风险因素仍然存在。为了确保项目能够顺利完成，项目经理应采取( )措施，有效地监督这些风险。
 A：增加项目预算，以应对可能出现的风险
 B：减少项目开支，以降低潜在风险的影响
 C：分析风险因素对项目的潜在影响，并调整项目计划
 D：定期进行风险审查会议，并更新风险登记册
正确答案：D 你的答案：D
解析：答案分析：D选项“定期进行风险审查会议，并更新风险登记册”正确。在项目风险管理中，风险审查会是监督风险过程的重要手段。定期开展风险审查会，能够检查风险应对措施在处理整体项目风险和单个项目风险方面的有效性，还可识别新风险、重新评估现有风险、关闭过时风险等，并将相关信息更新到风险登记册中，从而有效地监督风险，确保项目顺利完成。其他答案不正确解析：A选项“增加项目预算，以应对可能出现的风险”错误。增加项目预算不一定能有效监督风险，且在未明确风险实际情况时盲目增加预算是不合理的，这更多是一种应对风险的措施而非监督风险的措施。B选项“减少项目开支，以降低潜在风险的影响”错误。减少项目开支与有效监督风险并无直接关联，不能通过减少开支来实现对风险的监督，甚至可能因资源减少而增加项目风险。C选项“分析风险因素对项目的潜在影响，并调整项目计划”错误。分析风险因素对项目的潜在影响是风险评估的一部分内容，调整项目计划是应对风险的措施，它们并非监督风险的直接有效措施，监督风险更强调持续的监控和信息更新。
69、 [单选] ( )不属于排列活动顺序过程的工具与技术。
 A：提前量和滞后量
 B：紧前关系绘图法
 C：关键路径法
 D：箭线图法
正确答案：C 你的答案：A
解析：解题分析：C选项“关键路径法”不属于排列活动顺序过程的工具与技术。关键路径法是用于在进度模型中估算项目最短工期，确定逻辑网络路径的进度灵活性大小的一种方法，主要用于后续的进度计划制定等，并非排列活动顺序的工具与技术。其他答案不正确解析：A选项“提前量和滞后量”：属于排列活动顺序过程的工具与技术，通过运用提前量或滞后量，能进一步增强进度计划的可行性，用于明确活动之间的逻辑关系。B选项“紧前关系绘图法”：又称前导图法，是排列活动顺序过程的工具与技术之一，使用方框或者长方形代表活动，节点之间用箭头连接以显示逻辑关系。D选项“箭线图法”：用箭线表示活动、节点表示事件的一种网络图绘制方法，也是排列活动顺序过程的工具与技术。
70、 [单选] 关于采购合同的描述，不正确的是( )。
 A：采购合同应明确规定项目的验收标准和方法，以确保交付成果符合项目要求
 B：合同中的违约责任条款是为了在发生违约情况时，双方能够依据合同条款进行解决纠纷
 C：项目经理应确保采购合同的变更管理遵循组织的变更管理流程，以确保合同变更的合规性和有效性
 D：项目经理无需对采购合同进行定期审查，因为合同条款一旦确定就不会发生变化
正确答案：D 你的答案：D
解析：解题分析：‌D选项‌：“项目经理无需对采购合同进行定期审查，因为合同条款一旦确定就不会发生变化”，此说法错误。在项目执行过程中，由于各种内外部因素的影响，如项目需求变更、供应商情况变化等，合同条款可能会发生变化。项目经理需要定期审查采购合同，以确保买卖双方履行法律协议，满足项目需求，及时发现并处理合同执行过程中的问题等，所以该选项不正确。其他答案不正确解析：‌A选项‌：采购合同明确规定项目的验收标准和方法，能够使交付成果有明确的衡量依据，确保其符合项目要求，该选项说法正确。‌B选项‌：合同中的违约责任条款明确了双方在违约情况下的责任和处理方式，便于在发生违约情况时，双方依据合同条款解决纠纷，该选项说法正确。‌C选项‌：项目经理确保采购合同的变更管理遵循组织的变更管理流程，可保证合同变更的合规性和有效性，避免因变更不当带来的风险等，该选项说法正确。
71、 [单选] 能够影响“制订项目管理计划”过程的组织过程资产包括( )。 ①组织的标准政策 ②变更控制程序 ③历史项目进度网络图 ④特定行业的项目管理知识体系 ⑤法律法规和安全标准 ⑥历史信息和经验教训知识库
 A：①②③⑥
 B：①②④⑤
 C：①③④⑥
 D：①③⑤⑥
正确答案：A 你的答案：B
解析：详细解析：选项①组织的标准政策，属于组织过程资产，能够影响制订项目管理计划过程，因为它为项目计划的制定提供了基本遵循和框架。选项②变更控制程序，属于组织过程资产，在制订项目管理计划时，需要考虑变更控制的相关要求和流程，以确保计划具有一定的灵活性和可控性。选项③历史项目进度网络图，属于以往类似项目的相关信息，是组织过程资产的一部分，可为当前项目的进度计划制定提供参考和借鉴。选项⑥历史信息和经验教训知识库，属于组织过程资产，能帮助项目团队在制订计划时避免重复犯错，借鉴以往成功经验，所以①②③⑥正确，A选项当选。其他答案不正确解析：选项④特定行业的项目管理知识体系，属于事业环境因素，它是项目团队不能控制的外部因素集合的一部分，并非组织过程资产，所以包含④的B、C选项错误。选项⑤法律法规和安全标准，属于事业环境因素，是项目开展所处的外部约束条件，不是组织过程资产，所以包含⑤的B、D选项错误。
72、 [单选] 探索各种选项，权衡包括时间与成本、质量与成本、风险与进度、进度与质量等多种因素，在整个过程中，舍弃无效或次优的替代方案，这种不确定性应对方法是( )。
 A：收集信息
 B：为多种结果做好准备
 C：集合设计
 D：增加韧性
正确答案：C 你的答案：D
解析：详细解析：C选项“集合设计”正确。集合设计是探索各种选项，权衡如时间与成本、质量与成本等多种因素，在过程中舍弃无效或次优替代方案，以从备选方案中选最佳方案，与题目描述相符。其他答案不正确解析：A选项“收集信息”：主要是对信息收集和分析工作进行规划以减少不确定性，并非权衡多种因素舍弃替代方案，所以该选项错误。B选项“为多种结果做好准备”：重点是制定解决方案、备份或应急计划，为不确定性做好准备，与题目所述权衡因素舍弃方案的内容不符，该选项错误。D选项“增加韧性”：强调的是对意外变化快速适应和应对的能力，与题目中权衡多种因素等内容不相关，该选项错误。
73、 [单选] ( )定位于在并发事务中保证数据库中数据的逻辑一致性。
 A：保证数据的操作完整性
 B：保证数据库的完整性
 C：保证数据的语义完整性
 D：防止非法的数据访问
正确答案：A 你的答案：A
解析：正确答案解析：A选项“保证数据的操作完整性”是正确的。在数据库安全对策中，保证数据的操作完整性的作用就是在并发事务场景下，确保数据库中数据的逻辑一致性，通常由数据库管理系统中的并发管理器子系统来实现这一需求。其他答案不正确解析：B选项“保证数据库的完整性”：数据库完整性是一个较为宽泛的概念，它包含了实体完整性、参照完整性等多种完整性约束，不仅仅局限于并发事务中数据的逻辑一致性，所以该选项不准确。C选项“保证数据的语义完整性”：语义完整性主要侧重于数据含义层面的正确性等，并非专门针对并发事务中数据逻辑一致性的保证，与题目所考察内容不符。D选项“防止非法的数据访问”：其重点在于阻止未授权的访问行为，和并发事务中保证数据逻辑一致性没有直接关联。
74、 [单选] 关于"管理质量"过程的描述，不正确的是( )。
 A：管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程
 B：管理质量是所有人的共同职责，包括项目经理、项目团队、项目发起人、执行组织的管理层
 C：管理质量包括所有质量保证活动，与产品设计和过程改进无关·
 D：管理质量过程需要在整个项目期间开展
正确答案：C 你的答案：C
解析：正确答案解析：C选项不正确。参考资料11中明确提到“管理质量包括所有质量保证活动，还与产品设计和过程改进有关”，所以C选项中“与产品设计和过程改进无关”的描述错误。其他答案不正确解析：A选项：根据参考资料11，“管理质量是把组织的质量政策用于项目，并将质量管理计划转化为可执行的质量活动的过程”，A选项描述正确。B选项：在项目质量管理中，管理质量确实是所有人的共同职责，包括项目经理、项目团队、项目发起人、执行组织的管理层等，B选项描述正确。D选项：管理质量过程贯穿于整个项目期间，以确保项目质量目标的实现，D选项描述正确。
75、 [单选] 新型基础设施建设是以新发展理念为引领，以( )为驱动，以信息网络为基础，面向高质量发展需要，提供数字转型、智能升级、融合创新等服务的基础设施体系。
 A：技术创新
 B：人工智能
 C：区块链
 D：工业互联网
正确答案：A 你的答案：A
解析：题目解析：选项A“技术创新”正确。新型基础设施建设明确是以技术创新为驱动，通过技术的创新发展来推动整个基础设施体系的构建与发展，以满足高质量发展中数字转型、智能升级、融合创新等需求。其他答案不正确解析：选项B“人工智能”：人工智能只是技术创新中的一个方面，不能完全涵盖新型基础设施建设的驱动因素，表述片面，所以该选项错误。选项C“区块链”：区块链同样只是众多技术中的一种，不是新型基础设施建设的核心驱动，不能作为整体的驱动因素，所以该选项错误。选项D“工业互联网”：工业互联网是新型基础设施建设的应用场景和组成部分之一，并非驱动因素，所以该选项错误。
答题用时：114分钟
答题时间：2026-05-08 15:12:34
答题卡
单选题
1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75

咨询热线：400-0892-521
技术支持：186-0032-8316
备案号：京ICP备17068716号-1
Copyright 2019 版权所有 光环国际
PMI, PMP, PgMP, PMI-ACP, and PMBOK are 
registered marks of the Project Management Institute, Inc.
意见/建议/服务反馈通道
客诉：400-8396-658
邮箱：feedback@aura.cn

`;
