(window.practiceMarkdown = window.practiceMarkdown || {})["zonghe_7"] = `首页 课程中心 直播中心 题库 名师 问答 我的课程 詹丹丹 下载APP 关注公众号
首页 试题详情 答案解析
软考高项综合测试题（7）
总题数：75答题数：75正题：43错题：32未答：0
单选题75道
单选题 （每题1分，共75道题）
1、 [单选] 由客户或者发起人正式签字批准的文件是( )。
 A：核实的可交付成果
 B：工作绩效信息
 C：验收的可交付成果
 D：可交付成果
正确答案：C 你的答案：C
解析：考点：项目范围管理-确认范围-ITTO（验收的可交付成果） 正确答案解析：验收的可交付成果，符合验收标准的可交付成果应该由客户或发起人正式签字批准 考点延展： 可交付成果的演变： （1）可交付成果：指导与管理项目工作 （2）控制质量：核实的可交付成果，核实的可交付成果是指已经完成，并被控制质量过程检查为正确的可交付成果。 （3）确认范围：验收的可交付成果，符合验收标准的可交付成果应该由客户或发起人正式签字批准。应该从客户或发起人那里获得正式文件，证明干系人对项目可交付成果的正式验收。这些文件将提交给结束项目或阶段过程。 （4）结束项目或阶段：最终的产品、成果或服务
2、 [单选] 测试员对项目进行测试并和期望结果对比后输出了测试成功率，失败率等数据，测试员使用的是监督风险的( )。
 A：储备分析
 B：风险审计
 C：风险再评估
 D：技术绩效测量
正确答案：D 你的答案：B
解析：考点：项目风险管理-监督风险-ITTO（工具与技术） 正确答案解析：技术绩效分析：把项目执行期间所取得的技术成果与取得相关技术成果的计划进行比较。它要求定义关于技术绩效的客观的、量化的测量指标，以便据此比较实际结果与计划要求。技术绩效测量指标可能包括处理时间、缺陷数量和储存容量等。实际结果偏离计划的程度可代表威胁或机会的潜在影响。 不正确答案解析： 储备分析：储备分析是指在项目的任一时点比较剩余应急储备与剩余风险量，从而确定剩余储备是否仍然合理。可以用各种图形(如燃尽图)来显示应急储备的消耗情况。 风险审计：风险审计是一种审计类型，可用于评估风险管理过程的有效性。风险审计可以在日常项目审查会和风险审查会上开展，团队也可以召开专门的风险审计会 风险再评估：无专门词汇。 考点延展： 监督风险的工具和技术还有：会议（风险审查会），应该定期安排风险审查，来检查和记录风险应对在处理整体项目风险和已识别单个项目风险方面的有效性。在风险审查中，还可以识别出新的单个项目风险(包括已商定应对措施所引发的次生风险)、重新评估当前风险、关闭已过时风险、讨论风险发生所引发的问题，以及总结可用于当前项目后续阶段或未来类似项目的经验教训。
3、 [单选] （ ）的特点是先基于初始需求制订一套高层级的计划，再逐渐把需求细化到适合特定的规划周期所需的详细程度。
 A：预测型项目生命周期
 B：混合型项目生命周期
 C：适应型项目生命周期
 D：瀑布型项目生命周期
正确答案：C 你的答案：C
解析：考点：项目管理概论-价值驱动的项目管理知识体系-项目生命周期和项目阶段 正确答案解析：适应型项目生命周期的特点是先基于初始需求制定一套高层级计划，再逐渐把需求细化到适合特定规划周期所需的详细程度。适合于需求不确定，不断发展变化的项目。
不正确答案解析：7-3.png考点延展： 混合型生命周期是预测型生命周期和适应型生命周期的组合。混合型方法的适应性比预测型方法强，但比纯粹的适应型方法的适应性弱。当需求存在不确定性或风险时，这种开发方法非常有用。当可交付物可以模块化时，或者由不同项目团队开发可交付物时，混合型方法也非常适用。 混合型方法通常使用迭代型方法或增量型方法。迭代型方法适合于澄清需求和调查各种可选项，在最后一个迭代之前，迭代型方法可以完成可接受的全部功能；增量型方法是用于在一系列迭代过程中生成可交付物，每个迭代都会在预先确定的时间期限（时间盒）内增加功能，该可交付物包含的功能只有在最后一个迭代结束后才被完成
4、 [单选] 有效执行团队绩效域可以实现的预期目标，不包括（ ）。
 A：共享责任
 B：建立高绩效团队
 C：所有团队成员都展现出相应的领导力和人际关系技能
 D：项目以有条理、协调一致的方式推进
正确答案：D 你的答案：C
解析：考点：项目绩效域-团队绩效域 正确答案解析：团队绩效域涉及项目团队人员有关的活动和职能。在项目整个生命周期过程中，有效执行本绩效域可以实现预期目标，主要包含：①共享责任；②建立高绩效团队；③所有团队成员都展现出相应的领导力和人际关系技能。 不正确答案解析：项目以有条理、协调一致的方式推进是规划绩效域的预期目标。 考点延展：在项目整个生命周期过程中，为了有效执行团队绩效域，项目经理需要重点关注：项目团队文化、高绩效项目团队和领导力技能。
5、 [单选] （ ）负责对重大变更行使审批，提供专业意见和辅助审批。
 A：变更管理负责人
 B：CCB
 C：PMO
 D：变更顾问委员会
正确答案：D 你的答案：B
解析：考点：配置与变更管理-变更管理-角色和职责 正确答案解析：变更顾问委员会负责对重大变更行使审批，提供专业意见和辅助审批，具体为：① 在紧急变更时，其中被授权者行使审批权限；②定期听取变更经理汇报，评估变更管理执行情况，必要时提出改进建议等。 不正确答案解析： A选项，变更管理负责人也称变更经理，通常是变更管理过程解决方案的负责人；B选项，变更控制委员会(Change Control Board,CCB)，负责审查变更请求，并做出批准、否决或其他决定，在本题中理解“重大”变更审批；C选项，项目组合、项目集和项目管理办公室(PMO)，是一个提供多种能力和流程、支持项目组合管理的组织实体，集中管理和协调其控制下的项目、项目集或项目组合。 考点延展：其他变更角色和职责：变更请求者，变更请求者负责记录与提交变更请求单；变更实施者，变更实施者需要拥有有执行变更方案的内容的技术能力，负责按照实施计划实施具体的变更任务。
6、 [单选] 某企业开发了一种新产品，拟定的价格方案有三种：较高价、中等价和较低价。估计这种产品的销售状态也有三种：销路较好、销路一般和销路较差。根据以往的销售经验，他们算出，这三种价格方案在三种销路状态下的收益值如表所示。企业一旦选择了某种决策方案，在同样的销路状态下，可能会产生后悔值(即所选决策方案产生的收益与最佳决策收益值的差值)。例如，如果选择较低价决策，在销路较好时，后悔值就为8万元。因此，可以根据上述收益值表制作后悔值表如下(空缺部分自行计算)。企业做定价决策前，首先需要选择决策标准。该企业决定采用最小一最大后悔值决策标准(坏中求好的保守策略),为此，该企业应选择_____决策方案。
 image.gif7-6.png
 A：较高价
 B：中等价
 C：较低价
 D：中等价或较低价
正确答案：B 你的答案：B
解析：本题考查应用数学（运筹学中的决策论）基础知识。首先算出各种方案在各种销路状态下的后悔值，填写后悔值表中的空缺部分，并算出每种方案的最大后悔值。按照最小最大后悔值决策标准(坏中求好的保守策略)，应根据最大后悔值中的最小值来选择对应的决策方案。最大后悔值中的最小值为4万元(对应中等价），所以决定采用中等价方案.
image.gif7-6-3.png考点延展：决策论之不确定性决策分析 1、不确定性决策分析的分类：不确定性决策分析分为乐观决策准则、悲观决策准则、折中决策准则、后悔值决策准则和等概率决策准则。 2、乐观决策准则：乐观决策准则，也称为最大最大准则，其含义为从每种活动中找出最好的结果，再从最好结果中找出更好的结果作为选择。 3、悲观决策准则：最大最小准则也称悲观决策准则，也叫小中取大，找出每个行动的最坏结果，从中选择一个最好的作为它的选择。 4、最小机会损失原则：也称为最小最大后悔原则，它利用机会成本的概念来进行决策。决策首先要计算机会损失（后悔值）矩阵；机会损失的概念是，当一个事件发生时，由于你没有选择最优决策而带来的收入损失。 5、最小最大后悔值的决策步骤如下： （1）计算每个方案在各个情况下的后悔值，形成后悔值矩阵； （2）找出各方案的最大后悔值； （3）选择最大后悔值中的最小方案为最佳方案。
7、 [单选] 创建WBS中，下列说法错误的是（ ）。
 A：WBS分层中每层中的所有要素之和是下一层的工作之和
 B：里程碑标志着某个可交付成果或者阶段的正式完成。
 C：工作包的大小应该至少需要8小时来完成，而总完成时间也不应该大于80小时。
 D：规划包（Planning Package）是指在控制账户之下，工作内容己知、有详细进度活动的WBS组成部分。
正确答案：D 你的答案：B
解析：考点：项目范围管理-创建WBS 正确答案解析：D选项错误，规划包是一种低于控制账户而高于工作包的工作分解结构组件，工作内容已知，但详细的进度活动未知，一个控制账户可以包含一个或多个规划包。 不正确答案解析： A选项正确，WBS必须符合项目的范围:WBS必须包括也仅包括为了完成项目的可交付成果的活动。100%原则(包含原则)认为，在WBS中，所有下一级的元素之和必须100%代表上一级的元素。如果WBS没有覆盖全部的项目可交付成果，那么最后提交的产品或服务是无法让用户满意的。 B选项正确，里程碑是项目中的重要时点或事件，里程碑通常为强制约束，控制项目各阶段的目标实现。 C选项正确，工作包大小的8/80原则:一个工作包最小会花费8个小时，最大花费80个小时。 考点延展： 工作包分解原则： （1）WBS 必须是面向可交付成果的。 （2）WBS 必须符合项目的范围。（100%原则） （3）WBS 的底层应该支持计划和控制。 （4）WBS 中的元素必须有人负责，而且只有一个人负责。 （5）WBS 应控制在 4～6 层：如果项目规模比较大，以至于 WBS 要超过 6 层，此时，可以使用项目分解结构将大项目分解成子项目，然后针对子项目来做 WBS。 （6）WBS 应包括项目管理工作，也要包括分包出去的工作。 （7）WBS 的编制需要所有（主要）项目干系人的参与。 （8）WBS 并非是一成不变的。
8、 [单选] 在CPIF合同下，A公司是卖方，B公司是买方，合同的实际成本大于目标成本时，A公司得到的付款总数是____。
 A：目标成本+目标费用-B公司应担负的成本超支
 B：目标成本+目标费用+A公司应担负的成本超支
 C：目标成本+目标费用-A公司应担负的成本超支
 D：目标成本+目标费用+B公司应担负的成本超支
正确答案：D 你的答案：B
解析：考点：项目采购管理-项目合同管理 正确答案解析：D选项正确，成本加激励费用合同（CPIF）：为卖方报销履行合同工作所发生的一切合法成本（即成本实报实销），并在卖方达到合同规定的绩效目标时，向卖方支付预先确定的激励费用。在CPIF合同下，如果实际成本大于目标成本，卖方可以得到的付款总数为“目标成本+目标费用+买方应负担的成本超支”；如果实际成本小于目标成本，则卖方可以得到的付款总数为“目标成本+目标费用-买方应享受的成本节约”。 考点延展： 成本补偿合同的分类 （1）成本加固定费用合同（CPFF）：为卖方报销履行合同工作所发生的一切合法成本（即成本实报实销），并向卖方支付一笔固定费用作为利润，该费用以项目初始估算成本（目标成本）的某一百分比计算。 （2）成本加激励费用合同（CPIF）：为卖方报销履行合同工作所发生的一切合法成本（即成本实报实销），并在卖方达到合同规定的绩效目标时，向卖方支付预先确定的激励费用。在 CPIF 合同下，如果实际成本大于目标成本，卖方可以得到的付款总数为“目标成本+目标费用+买方应负担的成本超支”；如果实际成本小于目标成本，则卖方可以得到的付款总数为“目标成本+目标费用-买方应享受的成本节约”。 （3）成本加奖励费用合同（CPAF）：为卖方报销履行合同工作所发生的一切合法成本（即成本实报实销），买方再凭自己的主观感觉给卖方支付一笔利润，完全由买方根据自己对卖方绩效的主观判断来决定奖励费用，并且卖方通常无权申诉。
9、 [单选] 甲公司因业务开展需要，拟购买10部手机，便向乙公司发出传真，要求以2000元/台的价格购买10部手机，并要求乙公司在一周内送货上门。根据《中华人民共和国合同法》，甲公司向乙公司发出传真的行为属于（ ）。
 A：邀请
 B：要约
 C：承诺
 D：要约邀请
正确答案：B 你的答案：D
解析：考点：法律规范与标准规范-民法典合同编 正确答案解析：选项B正确，要约是希望与他人订立合同的意思表示，该意思表示应当符合下列条件：（一）内容具体确定；（二）表明经受要约人承诺，要约人即受该意思表示约束。公司甲向公司乙发出传真的行为符合上述两条规定，故为要约行为。 不正确答案解析： A选项错误，参照要约邀请解释，适用性更广。 C选项错误，承诺是受要约人同意接受要约的全部条件并缔结合同的意思表示。‌构成要件‌：承诺应当在要约确定的期限内到达要约人；内容必须与要约的内容一致，不得对要约内容进行实质性变更； D选项错误，要约邀请是希望他人向自己发出要约的表示。拍卖公告、招标公告、招股说明书、债券募集办法、基金招募说明书、商业广告和宣传、寄送的价目表等为要约邀请。商业广告和宣传的内容符合要约条件的，构成要约。
10、 [单选] 项目经理对于( )的冲突要设法加以( );对( )的冲突要加以利用，要鼓励团队成员良性竞争。
 A：有害，解决或减少，有益
 B：有益，解决或减少，有害
 C：有害，解决或增加，有益
 D：有益，鼓励或增加，有害
正确答案：A 你的答案：A
解析：考点：项目资源管理-冲突和竞争 正确答案解析：对于有害的冲突要设法加以解决或减少；对有益的冲突要加以利用。 考点延展：冲突是指两个或两个以上的社会单元在目标上互不相容或互相排斥，从而产生心理上的或行为上的矛盾。冲突不一定是有害的，“一团和气”的集体不一定是一个高效率的集体。
11、 [单选] 下面有关数据容灾和数据备份的描述，不正确的是：（ ）。
 A：容灾是一个工程，而不仅仅是技术，有其完整的流程、规范及其具体措施
 B：数据备份是数据容灾的基础
 C：根据容灾系统保护对象的不同，容灾系统分为应用容灾和系统容灾两类
 D：常见的备份策略主要有三种：完全备份、差分备份和增量备份
正确答案：C 你的答案：C
解析：考点：信息系统工程-数据工程-数据容灾 正确答案解析：C选项错误，根据容灾系统保护对象的不同，容灾系统分为应用容灾和数据容灾两类。 不正确答案解析：教材原文：A选项正确，容灾是一个工程，而不仅仅是技术，有其完整的流程、规范及其具体措施。B选项，数据备份是数据容灾的基础。D选项，常见的备份策略主要有三种：完全备份、差分备份和增量备份。 考点延展：应用容灾用于克服灾难对系统的影响，保证应用服务的完整、可靠和安全等一系列要求，使得用户在任何情况下都能得到正常的服务；数据容灾则关注于保证用户数据的高可用性，在灾难发生时能够保证应用系统中的数据尽量少丢失或不丢失，使得应用系统能不间断地运行或尽快地恢复正常运行。
12、 [单选] 配置管理是为了系统地控制配置变更，在信息系统项目的整个生命周期中维持配置的（ ）和（ ）。
 A：完整性 可跟踪性
 B：完整性 真实性
 C：高效性 可跟踪性
 D：高效性 真实性
正确答案：A 你的答案：A
解析：考点：配置与变更管理-配置管理 正确答案解析：选项A，配置管理是为了系统地控制配置变更，在信息系统项目的整个生命周期中维持配置的完整性和可跟踪性。 考点延展：配置管理包括6个主要活动，制订配置管理计划、配置项识别、配置项控制、配置状态报告、配置审计、配置管理回顾与改进。
13、 [单选] The following diagram denotes dependency between two activities A and B. It says( ) 7-13.png
 A：B can't start before A is finished
 B：B can't finish before A is finished
 C：B can't start before A starts
 D：B can't finish before A starts
正确答案：A 你的答案：A
解析：翻译：下图表示的活动A 与 B 的依赖关系可以描述为（ ）。A.A  结束前B 不能开始； B.A  结束前B 不能结束； C.A开始前B 不能开始； D.A  开始前B 不能结束；
考点：项目进度管理-排列活动顺序
不正确答案解析：选项B，完成—完成的关系（FF）；选项C，开始—开始的关系（SS）；选项D，开始—完成的关系（SF）； 考点延展：活动之间存在的四种类型的依赖关系: （1） 完成—开始的关系（FS）。只有紧前活动完成，紧后活动才能开始的逻辑关系。 （2） 完成—完成的关系（FF）。只有紧前活动完成,紧后活动才能完成的逻辑关系。 （3） 开始—开始的关系（SS）。只有紧前活动开始，紧后活动才能开始的逻辑关系。 （4） 开始—完成的关系（SF）。只有紧前活动开始,紧后活动才能完成的逻辑关系。
7-13-1.png
14、 [单选] 《“十四五”信息化和工业化深度融合发展规划》重点任务中“加快发展工业电子商务”属于（ ）的内容。
 A：制造业数字化转型行动
 B：两化融合标准引领行动
 C：工业互联网平台推广工程
 D：产业链供应链数字化升级行动
正确答案：D 你的答案：B
解析：考点：信息化发展 正确答案解析：选项D，《“十四五”信息化和工业化深度融合发展规划》 （五）产业链供应链数字化升级行动 制定和推广供应链数字化管理标准。组织制定供应链数字化管理指南等关键亟需标准，面向航空、电子、汽车等重点行业开展贯标试点，以标准引领企业导入供应链数字化工具和解决方案，提升供应链数字化管理能力。提升重点领域产业链供应链数字化水平。面向电子、医疗、工程机械等重点产业，引导行业组织、科研院所、龙头企业等深化大数据、区块链、工业互联网等技术应用，提升产业链供应链数字化水平，增强产业链供应链协同运作的精准性和敏捷性。加快发展工业电子商务。引导大型制造企业采购销售平台向行业电子商务平台转型，提高企业供应链协同水平。引导第三方工业电子商务平台向网上交易、支付结算、供应链金融、大数据分析等综合服务延伸，提升平台运营服务能力。 考点延展：《“十四五”信息化和工业化深度融合发展规划》重点工程包括：(一)制造业数字化转型行动；(二)两化融合标准引领行动；(三)工业互联网平台推广工程；(四)系统解决方案能力提升行动；(五)产业链供应链数字化升级行动。具体内容参见相关政策。
15、 [单选] 某软件开发项目的需求规格说明书第一次正式发布，命名为《需求规格说明书 V1.0》, 此后经过两次较小的升级，版本号升至 V1.2。 此时客户提出一次需求变更，项目组接受了变更，按客户的要求对需求规格说明书进行了较大的改动并通过评审，此时 版本号应升级为 （ ）。
 A：V1.3
 B：V1.5
 C：V2.0
 D：V3.0
正确答案：C 你的答案：C
解析：考点：配置与变更管理-配置管理-配置项版本号 正确答案解析：选项C，配置项版本号规则① 处于“草稿”状态的配置项的版本号格式为：0.YZ，YZ数字范围为01-99。随着草稿的不断完善，“YZ” 的取值应递增。“YZ” 的初值和增幅由用户自己把握。② 处于“正式发布”状态的配置项的版本号格式为： X.Y，X为主版本号， Y 为次版本号。配置项第一次“正式发布”时，版本号为1.0。如果配置项的版本升级幅度比较小， 一般只增大Y 值 ，X 值保持不变。只有当配置项版本升级幅度比较大时，才允许增大X 值。③ 处于“正在修改”状态的配置项的版本号格式为： X.Y.Z，配置项正在修改时，一般只增大Z值 ，X.Y 值保持不变。 Z 的初值和增幅由用户自己把握。当配置项修改完毕，状态重新成为“正式发布”时，去掉Z 值，增加X.Y 值。因为进行了较大的改动并通过评审，此时版本号应升级为V2.0。 不正确答案解析：选项A和选项B为较小变动规则，选项D，一般逐渐增加，不跨越增大。 考点延展： 配置项的状态可分为“草稿”“正式”和“修改”三种。 配置项刚建立时，其状态为“草稿”。 配置项通过评审后，其状态变为“正式”。 此后若更改配置项，则其状态变为“修改”。 当配置项修改完毕并重新通过评审时，其状态又变为“正式”。
16、 [单选] 项目管理者在坚持“聚焦于价值”原则时，应该关注的关键点不包括：（ ）。
 A：价值是项目成功的最终指标的变更都要进行严格管理
 B：以价值为导向，可帮助项目团队获得预期收益，从而创造成果
 C：价值可以从定性和/或定量的角度进行定义和衡量
 D：评估项目进展并做出调整，使期望的价值最大化
正确答案：B 你的答案：B
解析：考点：项目绩效域-项目管理原则-聚焦于价值 正确答案解析：选项B，以成果为导向，可帮助项目团队获得预期收益，从而创造价值； 考点延展：关键点:①价值是项目成功的最终指标；②价值可以在整个项目进行期间、项目结束或完成后实现；③价值可以从定性和/或定量的角度进行定义和衡量；④以成果为导向，可帮助项目团队获得预期收益，从而创造价值；⑤评估项目进展并做出调整，使期望的价值最大化。
17、 [单选] Setting redundant components in subsystem to handle with the risks brought by the defaults of original components, what kind of risk response strategy is this? ( )
 A：Risk avoidance
 B：Risk acceptance
 C：Risk mitigation
 D：Contingency plan
正确答案：C 你的答案：C
解析：考点：项目风险管理-规划风险应对 正确答案解析：在子系统中设置冗余组件以应对原组件故障带来的风险，属于风险减轻策略。减轻措施包括采用较简单的流程、进行更多次测试和选用更可靠的卖方。例如，在一个系统中加入冗余部件，可减轻原始部件故障所造成的影响。 不正确答案解析： A选项，规避，指项目团队采取行动来消除威胁，或保护项目免受威胁的影响。适用于发生概率较高，且具有严重负面影响的高优先级的威胁。 B选项，接受，指承认威胁的存在。可用于低优先级威胁，也可用于无法以任何其他方式经济有效地应对的威胁。 D选项，应急计划，是指设计一些仅在特定事件发生时才采用的应对措施，需要触发条件才执行。 考点延展：威胁应对策略（上报、规避、转移、减轻、接受）；机会应对策略（上报、开拓、分享、提高、接受）；应急应对策略；项目整体风险应对策略（规避、开拓、转移或分享、减轻或提高、接受）
18、 [单选] Cloud computing is a type of Internet-based computing that provides shared computer processing resources and data to computers and other devices on demand.Advocates claim that cloud computing allows companies to avoid up-front infrastructure costs. Cloud computing now has few service form, but it is not including （ ）.
 A：IaaS
 B：PaaS
 C：SaaS
 D：DaaS
正确答案：D 你的答案：D
解析：正确答案解析： 云计算是一种基于互联网的计算方式，按需向计算机和其他设备提供共享的计算机处理资源和数据。倡导者认为，云计算能帮助企业规避前期基础设施成本。 按照云计算服务提供的资源层次，可以分为基础设施即服务(Infrastructure as a Service,IaaS)、平台即服务(Platform as a Service,PaaS)和软件即服务(Software as a Service,SaaS) 三种服务类型。 不正确答案解析： 数据即服务（DaaS）是基于云计算和大数据技术，以集中化方式管理与共享数据资源的经济学术语，在本题中参照高项教材选择。 考点延展： IaaS向用户提供计算机能力、存储空间等基础设施方面的服务。这种服务模式需要较大的基础设施投入和长期运营管理经验，其单纯出租资源的盈利能力有限。 PaaS 向用户提供虚拟的操作系统、数据库管理系统、Web应用等平台化的服务。PaaS服务的重点不在于直接的经济效益，而更注重构建和形成紧密的产业生态。 SaaS 向用户提供应用软件(如CRM、办公软件等)、组件、工作流等虚拟化软件的服务，SaaS 一般采用 Web 技术和 SOA 架构，通过 Intermet 向用户提供多租户、可定制的应用能力，大大缩短了软件产业的渠道链条，减少了软件升级、定制和运行维护的复杂程度，并使软件提供商从软件产品的生产者转变为应用服务的运营者。
19、 [单选] 数据元制订基本过程第一步应为：（ ）。
 A：描述
 B：界定业务范围
 C：开展业务流程分析与信息建模
 D：借助于信息模型，提取数据元
正确答案：A 你的答案：A
解析：考点：信息系统工程-数据工程-数据标准化-数据元标准 正确答案解析：7-19.png7-19-1.png考点延展：数据标准化的主要内容包括元数据标准化、数据元标准化、数据模式标准化、数据分类与编码标准化和数据标准化管理。
20、 [单选] 适用于管理沟通过程的沟通技能不包括（ ）。
 A：反馈
 B：非口头技能
 C：演示
 D：社交媒体管理
正确答案：D 你的答案：D
解析：考点：项目沟通管理-管理沟通-工具和技术-沟通技能 正确答案解析： 适用于管理沟通过程的沟通技能主要包括：沟通胜任力、反馈、非口头技能、演示，不包括D选项。 考点延展： （1）沟通胜任力。经过裁剪的沟通技能的组合，有助于明确关键信息的目的、建立有效关系、实现信息共享和采取领导行为。 （2）反馈。反馈是关于沟通、可交付成果或情况的反应信息。反馈支持项目经理和团队及所有其他项目干系人之间的互动沟通，例如指导、辅导和磋商。 （3）非口头技能。例如，通过示意、语调和面部表情等适当的肢体语言来表达意思。镜像模仿和眼神交流也是重要的技能。团队成员应该知道如何通过说什么和不说什么来表达自己的想法。 （4）演示。演示是信息和文档的正式交付。向干系人明确、有效地演示项目的信息，主要包括：①向干系人报告项目进度和信息更新；②提供背景信息以支持决策制定；③ 提供关于项目及其目标的通用信息，以提升项目工作和项目团队的形象；④提供具体信息，以提升对项目工作和目标的理解和支持力度等。
21、 [单选] 关于项目经理相关能力的描述，不正确的是( )。
 A：领导力关注系统和架构
 B：人际交往占据项目经理的绝大部分工作内容
 C：管理关注近期目标，关注可操作性的问题和问题解决
 D：战略和商务技能有助于项目经理了解与项目相关的商业因素
正确答案：A 你的答案：C
解析：考点：项目管理概论-项目经理的角色 正确答案解析：“领导力”不等同于“管理”，管理关注系统和架构，领导力关注人际关系、长期愿景、愿景一致性等。 管理指指挥一个人执行一系列已知的预期行为从一个位置到另一个位置；7-21.png 考点延展： 项目经理需要重点关注三个方面的关键技能包括：（1）项目管理；（2）战略和商务；（3）领导力；
22、 [单选] 元宇宙本身不是一种技术，而是一个理念和概念，它需要整合不同的新技术，强调虚实相融。元宇宙主要有以下几项核心技术：一是（ ），包括VR、AR和MR，可以提供沉浸式的体验；二是（ ），能够把现实世界镜像到虚拟世界里面去，在元宇宙里面，我们可以看到很多自己的虚拟分身；三是用（ ）来搭建经济体系。经济体系将通过稳定的虚拟产权和成熟的去中心化金融生态具备现实世界的调节功能，市场将决定用户劳动创造的虚拟价值。
 A：扩展现实、数字孪生、区块链
 B：增强现实、虚拟技术、区块链
 C：增强现实、数字孪生、大数据
 D：扩展现实、虚拟技术、大数据
正确答案：A 你的答案：B
解析：考点：信息化发展-元宇宙 正确答案解析：元宇宙是整合多种新技术而产生的新型虚实相融的互联网应用和社会形态，它基于扩展现实技术提供沉浸式体验，以及数字孪生技术生成现实世界的镜像，通过区块链技术搭建经济体系，将虚拟世界与现实世界在经济系统、社交系统、身份系统上密切融合，并且允许每个用户进行内容生产和编辑。 考点延展： 元宇宙的主要特征包括： ① 沉浸式体验：元宇宙的发展主要基于人们对互联网体验的需求，这种体验就是即时信息基础上的沉浸式体验。 ② 虚拟身份：人们已经拥有大量的互联网账号，未来人们在元宇宙中，随着账号内涵和外延的进一步丰富，将会发展成为一个或若干个数字身份，这种身份就是数字世界的一个或一组角色。 ③ 虚拟经济：虚拟身份的存在就促使元宇宙具备了开展虚拟社会活动的能力，而这些活动需要一定的经济模式展开，即虚拟经济。 ④ 虚拟社会治理：元宇宙中的经济与社会活动也需要一定的法律法规和规则的约束，就像现实世界一样，元宇宙也需要社区化的社会治理。
23、 [单选] 某项目成本估算区间如图所示（单位：万元），则在84万元内完成项目的可能性为（ ）。 7-23.png
 A：0.84
 B：0.9
 C：0.95
 D：0.97
正确答案：A 你的答案：A
解析：
考点：项目进度管理-估算活动持续时间-计划评审技术（PERT）
正确答案解析：计划评审技术（Program Evaluation and Review Technique，PERT），又称为三点估算技术，其理论基础是假设项目持续时间以及整个项目完成时间是随机的，且服从某种概率分布。PERT 可以估计整个项目在某个时间内完成的概率。
在估算活动工期时考虑三种可能的情况：
乐观时间（TO）：在任何事情都顺利的情况下，完成某项工作的时间。
最可能时间（TM）：正常情况下，完成某项工作的时间
悲观时间（TP）：最不利的情况下，完成某项工作的时间
1、三点估算法：
（1）贝塔分布：期望时间=（乐观时间+4*最可能时间+悲观时间）/6；
标准差=（悲观时间-乐观时间）/6
（2）三角分布（不常考）：期望时间=（乐观时间+最可能时间+悲观时间）/3；
2、完工概率计算：
（1）正态分布：期望的±1倍标准差所显示的概率值：68.27%；
期望±2倍标准差所显示的概率值：95.45%；
期望±3倍标准差所显示的概率值：99.73%。7-23-1.png依题意，可计算出：期望成本=（50+4*80+92)/6=77万； 标准差：=（92-50）/6=7万。 84万属于一个正的标准差区间，因此，根据正态分布图，在84万元内完成项目的可能性为84%。
24、 [单选] 结构化方法的特点是注重开发过程的整体性和全局性。其缺点不包括（ ）。
 A：开发周期长
 B：工作效率低
 C：文档、设计说明繁琐
 D：对用户的需求是动态响应
正确答案：D 你的答案：D
解析：正确答案解析： 信息系统开发方法:
（1）结构化方法（生命周期法）:把整个系统的开发过程分为若干阶段，然后依次进行，前一阶段是后一阶段的工作依据，按顺序完成。每个阶段和主要步骤都有明确详尽的文档编制要求，并对其进行有效控制。结构化方法的特点是注重开发过程的整体性和全局性。缺点是开发周期长;文档、设计说明繁琐，工作效率低。 其精髓是自顶而下，逐步求精和模块化设计。（2）面向对象方法（OO）:用对象表示客观事物，对象是一个严格模块化的实体，在系统开发中可被共享和重复引用，以达到复用的目的。其关键是能否建立一个全面、合理、统一的模型，既能反映需求对应的问题域，也能被计算机系统对应的求解域所接受。主要涉及分析、设计和实现三个阶段，特点是在整个开发过程中使用的是同一套工具。对象是类的实例、类是对象的抽象、类中包含方法和属性、一个类可以产生多个对象。（3）原型化法（快速原型法）:在无法全面准确地提出用户需求的情况下，并不要求对系统做全面、详细的分析，而是基于对用户需求的初步理解，先快速开发一个原型系统，然后通过反复修改来实现用户的最终系统需求。分为抛弃型原型和进化型原型。特点:动态响应、逐步纳入。不正确答案解析：D选项是原型化法的特点。 
25、 [单选] （ ）属于成本基准。 ①管理储备 ② 应急储备 ③ 材料成本 ④服务费
 A：①③④
 B：①②③
 C：①②④
 D：②③④
正确答案：D 你的答案：D
解析：考点：项目成本管理-制定预算-成本基准 正确答案解析：项目预算包括经批准用于执行项目的全部资金，而成本基准是经过批准且按时间段分配的项目预算，包括应急储备、各项直接/间接成本（材料成本、服务费等），但不包括管理储备。 考点延展： （1）制定预算的重要结果就是成本基准。 （2）成本基准是经过批准的、按时间段分配的项目预算，不包括任何管理储备，只有通过正式的变更控制程序才能变更，用作与实际结果进行比较的依据。 （3）项目经理无权动用管理储备，当必须要动用管理储备时，则应该走变更控制流程并且得到批准之后，把适量的管理储备移入成本基准中。
26、 [单选] 关于项目变更管理的描述，不正确的是( )。
 A：项目范围(工作)和产品范围(工作)定义的过失或者疏忽不属于变更的原因
 B：项目规模小、与其他项目的关联度越小时，变更的提出和处理过程可在操作上力求简便、高效
 C：变更管理的实质是根据项目情况不断调整项目方向和资源配置，最大程度满足项目需求
 D：在项目变更过程控制中，需要对进度变更控制、成本变更控制和合同变更控制等进行重点关注
正确答案：A 你的答案：A
解析：考点：配置与变更管理-变更管理 正确答案解析：A选项错误，变更的常见原因包括：①产品范围(成果)定义的过失或者疏忽；②项目范围(工作)定义的过失或者疏忽；③增值变更；④应对风险的紧急计划或回避计划；⑤项目执行过程与基准要求不一致带来的被动调整：⑥外部事件等。 不正确答案解析： B选项正确，项目规模小、与其他项目的关联度小时，变更的提出与处理过程可在操作上力求简便、高效。但小项目的变更仍应注意对变更产生的因素施加影响(如防止不必要的变更，减少无谓的评估，提高必要变更的通过效率等)，对变更的确认应当正式化，变更的操作过程应当规范化等； C选项正确，变更管理的实质是根据项目推进过程中越来越丰富的项目认知，不断调整项目努力方向和资源配置，最大程度地满足项目需求，提升项目价值； D选项正确，在项目变更过程控制中，需要对进度变更控制、成本变更控制和合同变更控制等进行重点关注。
27、 [单选] ( ) is a virtual world linked and created by scientific and technological means, which maps and interacts with the real world. It is a digital living space with a new social system.
 A：Metadata
 B：Metaverse
 C：Internet of things
 D：Cloud computing
正确答案：B 你的答案：B
解析：考点：信息化发展-元宇宙 正确答案解析：B选项正确，元宇宙是利用科技手段进行链接与创造的，与现实世界映射与交互的虚拟世界，具备新型社会体系的数字生活空间； 不正确答案解析：A选项，元数据；C选项，物联网；D选项，云计算。
28、 [单选] 数据管理能力成熟度模型(DCMM)将组织的管理成熟度划分为5个等级，其中（ ）是数据己被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数据管理的规范化。
 A：量化管理级
 B：稳健级
 C：优化级
 D：受管理级
正确答案：B 你的答案：D
解析：考点：信息系统管理-管理要点-数据管理 正确答案解析：DCMM将组织的管理成熟度划分为5个等级，分别是：初始级、受管理级、稳健级、量化管理级和优化级。 B选项正确，稳健级:数据已被当做实现组织绩效目标的重要资产，在组织层面制定了系列的标准化管理流程，促进数据管理的规范化。 不正确答案解析： A选项错误，量化管理级:数据被认为是获取竞争优势的重要资源，数据管理的效率能量化分析和监控。 C选项错误，优化级:数据被认为是组织生存和发展的基础，相关管理流程能实时优化，能在行业内进行最佳实践分享。 D选项错误，受管理级:组织意识到数据是资产，根据管理策略的要求制定了管理流程，指定了相关人员进行初步管理。 考点延展：初始级:数据需求的管理主要是在项目级体现，没有统一的管理流程，主要是被动式管理。
29、 [单选] 六西格玛认为业务流程改进遵循5步循环改进法不包括（ ）。
 A：定义
 B：分析
 C：执行
 D：改进
正确答案：C 你的答案：C
解析：考点：信息系统管理-IT服务管理 正确答案解析：六西格玛倡导的五阶段方法DMAIC/DMADV,是对戴明环四阶段周期的延伸，包括：定义（Define）、度量（Measure）、分析（Analysis）、改进/设计（Improve/Design）、控制/验证（Control/Verify）。当第四阶段的“改进"替换为“设计”，"控制"替换为“验证”时，五阶段法就从DMAIC转变为DMADV。 考点延展：PDCA 循环是将持续改进分为四个阶段，即Plan（计划）、Do（执行）、Check（检查）和 Act（处理）。
30、 [单选] 物联网主要解决物品与物品、人与物品、（ ）之间的互连。
 A：T2T
 B：H2H
 C：H2T
 D：H2B
正确答案：B 你的答案：B
解析：考点：信息技术发展-新一代信息技术及应用-物联网 正确答案解析：物联网(The Internet of Things)是指通过信息传感设备，按约定的协议将任何物品与互联网相连接，进行信息交换和通信，以实现智能化识别、定位、跟踪、监控和管理的网络。 物联网主要解决物品与物品(Thing to Thing,T2T)、人与物品(Human to Thing,H2T)、人与人(Human to Human,H2H)之间的互连。 考点延展：另外，许多学者在讨论物联网时经常会引入M2M的概念：可以解释为人与人(Man to Man)、人与机器(Man to Machine)或机器与机器(Machine to Machine)；
31、 [单选] 信息系统战略三角包括：（ ）。①业务战略 ②信息系统 ③组织机制 ④组织结构
 A：①②③
 B：①②④
 C：①③④
 D：②③④
正确答案：A 你的答案：B
解析：考点：信息系统管理-管理方法-规划和组织 正确答案解析：信息系统战略三角：业务战略、信息系统和组织机制。7-31.png
32、 [单选] 数据表现技术中，“可以对潜在缺陷成因进行分类，展示最应关注领域”的技术称为（ ）。
 A：因果图
 B：亲和图
 C：直方图
 D：散点图
正确答案：B 你的答案：B
解析：考点：项目质量管理-管理质量（ITTO）-工具和技术-数据表现 正确答案解析：B选项正确，亲和图:亲和图可以对潜在缺陷成因进行分类，展示最应关注的领域。 不正确答案解析： A选项错误，因果图:因果图又称“鱼骨图”“why-why分析图”和“石川图”，将问题陈述的原因分解为离散的分支，有助于识别问题的主要原因或根本原因。 C选项错误，直方图:直方图是一种展示数字数据的条形图，可展示每个可交付成果的缺陷数量、缺陷成因排列、各个过程的不合规次数，或项目或产品缺陷的其他表现形式。 D选项错误，散点图:散点图是一种展示两个变量之间关系的图形，它能够展示两支轴的关系，一支轴表示过程、环境或活动的任何要素，另一支轴表示质量缺陷。 考点延展： 适用于管理质量过程的其他数据表现技术： 流程图:流程图展示了引发缺陷的一系列步骤； 矩阵图:矩阵图在行列交叉的位置展示因素、原因和目标之间的关系强弱。
33、 [单选] 数字产业化发展重点不包括（ ）。
 A：云计算
 B：工业互联网
 C：数字化转型
 D：虚拟现实和增强现实
正确答案：C 你的答案：C
解析：考点：信息化发展-数字中国-数字经济 正确答案解析：数字产业化发展重点包括：云计算、大数据、物联网、工业互联网、区块链、人工智能、虚拟现实和增强现实。 不正确答案解析： C选项错误，数字化转型(Digital Transformation)是建立在数字化转换(Digitization)、数字化升级(Digitalization)基础上，以新建一种业务模式为目标的高层次转型。数字化转型是开发数字化技术及支持能力以新建一个富有活力的数字化商业模式，与数字产业化维度不同。 考点延展：从产业构成来看，数字经济包括数字产业化和产业数字化两大部分。数字经济具体分类，分别是：数字产品制造业、数字产品服务业、数字技术应用业、数字要素驱动业和数字化效率提升业，其中，前4类为数字产业化部分，第5类为产业数字化部分。从整体构成上看，数字经济包括数字产业化、产业数字化、数字化治理和数据价值化四个部分。
34、 [单选] 可行性报告中，以下（ ）不属于经济可行性分析的内容。
 A：支出分析
 B：人员提升收益分析
 C：投资回收期分析
 D：敏感性分析
正确答案：B 你的答案：D
解析：考点：项目立项管理-项目可行性研究-经济可行性分析 正确答案解析：经济可行性分析主要是对整个项目的投资及所产生的经济效益进行分析，具体包括支出分析、收益分析、收益投资比、投资回报分析以及敏感性分析等 不正确答案解析：B选项错误，人员提升收益分析与人力资源管理-人员培训内容相关，用于评价培训效果。 考点延展： (1)支出分析。信息系统项目的支出可分为一次性支出和非一次性支出两类●一次性支出:包括开发费、培训费、差旅费、初始数据录入、设备购置费等费用。非一次性支出:包括软、硬件租金、人员工资及福利、水电等公用设施使用费，以及其他消耗品支出等。 (2)收益分析。信息系统项目收益包括直接收益、间接收益以及其他方面的收益等。直接收益:指通过项目实施获得的直接经济效益，如销售项目产品的收入 间接收益:指通过项目实施，通过间接方式获得的收益，如成本的降低。 其他收益:如知识产权、软件著作权等。 (3)收益投资比、投资回收期分析。对投入产出进行对比分析，以确定项目的收益率和投资回收期等经济指标。 (4)敏感性分析。当诸如设备和软件配置、处理速度要求、系统的工作负荷类型和负荷量等关键性因素变化时，对支出和收益产生影响的估计。 除了上述的经济方面的分析外，一般还需要对项目的社会效益进行分析。
35、 [单选] 在管理沟通过程中，理解个人、群体和组织之间的差异，并据此调整项目的沟通策略的人际关系与团队技能是( )
 A：文化意识
 B：积极倾听
 C：政策意识
 D：人际交往
正确答案：A 你的答案：D
解析：考点：项目沟通管理-管理沟通 正确答案解析：A选项正确，文化意识:理解个人、群体和组织之间的差异，并据此调整项目的沟通策略。 不正确答案解析： B选项，积极倾听:包括告知已收到、澄清与确认信息、理解，以及消除妨碍理解的障碍。 C选项，政策意识:有助于项目经理在项目期间引导干系人参与，以保持干系人的支持。 D选项，人际交往:通过与他人互动交流信息，建立联系。人际交往有利于项目经理及其团队通过非正式组织解决问题，影响干系人的行动，以及提高干系人对项目工作和成果的支持，从而改善绩效。 考点延展： 其他人际关系与团队技能： 冲突管理:采用特定方式对冲突进行管理。 会议管理:采取步骤确保会议有效并高效地达到预期目标。
36、 [单选] 需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格，其中（ ）描述是不正确的。
 A：需求跟踪矩阵，可以把每个需求与业务目标或项目目标联系起来
 B：需求跟踪矩阵为管理产品范围变更提供了框架
 C：需求跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法
 D：需求跟踪矩阵中可以不记录每个需求的相关属性
正确答案：D 你的答案：D
解析：考点：项目范围管理-收集需求-输出：需求跟踪矩阵 正确答案解析：A,B,C选项正确，需求跟踪矩阵是把产品需求从其来源连接到能满足需求的可交付成果的一种表格。使用需求跟踪矩阵，把每个需求与业务目标或项目目标联系起来，有助于确保每个需求都具有业务价值。需求跟踪矩阵提供了在整个项目生命周期中跟踪需求的一种方法，有助于确保需求文件中被批准的每项需求在项目结束的时候都能实现并交付。需求跟踪矩阵还为管理产品范围变更提供了框架。 不正确答案解析：D选项，应在需求跟踪矩阵中记录每个需求的相关属性，这些属性有助于明确每个需求的关键信息。 考点延展： 需求跟踪的内容包括：（1）业务需要、机会、目的和目标；（2）项目目标；（3）项目范围和 WBS 可交付成果；（4）产品设计；（5）产品开发；（6）测试策略和测试场景；（7）高层级需求到详细需求。
37、 [单选] ( )不属于项目进度计划的图形表示方式。
 A：横道图
 B：矩阵图
 C：项目进度网络图
 D：里程碑图
正确答案：B 你的答案：B
解析：考点：项目进度管理-制定进度计划-项目进度计划 正确答案解析：进度计划的三种层次的形式图：① 里程碑进度计划，也叫里程碑图。② 概括性进度计划，也叫横道图。③ 详细进度计划，也叫项目进度网络图。 不正确答案解析：B选项，规划质量管理（ITTO） - 矩阵图在行列交叉的位置展示因素、原因和目标之间的强弱关系。在规划质量管理过程中，矩阵图有助于识别对项目成功至关重要的质量测量指标。 考点延展： 虽然项目进度计划可用列表形式，但图形方式更直观，可以采用的图形方式包括： （1）横道图：横道图也称为“甘特图”，是展示进度信息的一种图表方式。在横道图中，纵向列示活动，横向列示日期，用横条表示活动自开始日期至完成日期的持续时间。横道图相对易读，比较常用。 （2）里程碑图：里程碑图与横道图类似，但仅标示出主要可交付成果和关键外部接口的计划开始或完成日期。 （3）项目进度网络图：项目进度网络图通常用活动节点法绘制，没有时间刻度，纯粹显示活动及其相互关系。项目进度网络图也可以是包含时间刻度的进度网络图，称为“时标图”。
38、 [单选] 控制采购是管理采购关系、( ),并根据需要实施变更和采取纠正措施的过程。
 A：合同询价
 B：签订合同
 C：供应商摸底
 D：监督合同执行情况
正确答案：D 你的答案：D
解析：考点：项目采购管理-项目采购管理过程 正确答案解析：控制采购是管理采购关系、监督合同绩效、实施必要变更和纠偏，以及关闭合同过程。 不正确答案解析：合同询价-实施采购；签订合同-实施采购；供应商摸底-规划采购管理（供方选择）。 考点延展：其他项目采购管理过程：（1）规划采购管理：记录项目采购决策、明确采购方法及识别潜在卖方。（2）实施采购：获取卖方应答、选择卖方并授予合同。
39、 [单选] 以下（ ）不属于关系型数据库支持事务的ACID原则。
 A：原子性
 B：一致性
 C：隔离性
 D：安全性
正确答案：D 你的答案：C
解析：考点：数据库技术-关系型数据库事务特性 正确答案解析：关系型数据库支持事务的ACID原则，即原子性(Atomicity)、一致性(Consistency)、隔离性(Isolation)、持久性(Durability),这四种原则保证在事务过程当中数据的正确性。 考点延展：分布式系统中的CAP原则：C（Consistency）一致性：所有节点在同一时刻看到的数据完全一致；读操作要么拿到最新写结果，要么报错。A（Availability）可用性：任何非故障节点都能在合理时间内给出非错误响应，不保证数据最新；P（Partition Tolerance）分区容错性：即使节点间网络中断（出现“分区”），系统仍能继续运行。
40、 [单选] 从项目、项目集、项目组合管理的目标来看，（ ）注重于开展“正确”的工作，即“做正确的事”。
 A：项目组合管理
 B：单个项目管理
 C：大项目管理
 D：项目集管理
正确答案：A 你的答案：D
解析：考点：项目组合、项目集、项目管理的区别 正确答案解析：从组织的角度看：①项目和项目集管理的重点在于以“正确”的方式开展项目集和项目， 即“正确地做事”;②项目组合管理则注重于开展“正确”的项目集和项目，即“做正确的事”。 考点延展：项目组合管理中的项目，相互之间不一定存在关联，但是项目集管理中的项目之间是有相互协同的关系的。
41、 [单选] 项目经理制定了项目资产负债表（单位:元），如下表所示。该项目的静态投资回收期为（ ）年，动态投资回收期为（ ）年（保留1 位小数位）。 7-41.png
 A：静态：2年
 B：静态：2.4年
 C：静态：2.8年
 D：静态：2.9年
正确答案：C 你的答案：B
解析：考点：项目经济评价-投资回收期计算
正确答案解析： 静态投资回收期=(t-1)+第(t-1)年累计净现金流量的绝对值/第t年的净现金流量
=(3-1)+|-35000+19000+8500|/10000=2.75≈2.8年；
7-41-1.png
42、 [单选] 【接上一题】项目经理制定了项目资产负债表（单位:元），如下表所示。该项目的静态投资回收期为（ ）年，动态投资回收期为（ ）年（保留1 位小数位）。
 图片1.png
 A：动态：3
 B：动态：3.4
 C：动态：3.5
 D：动态：3.6
正确答案：B 你的答案：D
解析：考点：项目经济评价-动态投资回收期计算 正确答案解析：动态投资回收期=(t-1)+第(t-1)年累计折现净现金流量的绝对值/第t年的折现净现金流量 = (4-1)+|-35000+17290+7055+7500|/9520=3.4年。
7-42.png
43、 [单选] 团队章程不包括（）。
 A：团队价值观
 B：决策标准
 C：冲突处理过程
 D：问题管理
正确答案：D 你的答案：D
解析：考点：项目资源管理-规划资源管理-团队章程 正确答案解析：团队章程是为团队创建团队价值观、共识和工作指南的文件。团队章程包括：团队价值观、沟通指南、决策标准和过程、冲突处理过程、会议指南和团队共识。 不正确答案解析：D选项的问题管理属于项目执行过程中的具体工作方法，并非团队章程的内容，从宏观角度看，问题管理是更微观的执行点，不属于团队整体的准则性内容。
44、 [单选] 区块链运用带有时间戳信息的链式结构来存储数据信息，为数据信息添加时间维度的属性，从而可实现数据信息的可追溯性，体现了区块链的（ ）特征。
 A：多中心化
 B：时序数据
 C：智能合约
 D：开放共识
正确答案：B 你的答案：B
解析：考点：区块链技术-核心特征 正确答案解析：B选项正确，时序数据：区块链运用带有时间戳信息的链式结构来存储数据信息，为数据信息添加时间维度的属性，从而可实现数据信息的可追溯性。 考点延展：区块链核心特征： ①多中心化：链上数据的验证、核算等过程依赖分布式系统结构，用数学方法构建节点间信任； ②多方维护：所有节点可参与区块验证，通过共识机制添加新区块； ③智能合约：支持创建灵活的脚本代码实现定制化合约； ④不可篡改：篡改区块需修改其后所有区块，哈希计算代价巨大； ⑤开放共识：任意节点可自由加入，拥有完整数据库拷贝； ⑥安全可信：非对称加密+共识算法保证数据安全、不可伪造。
45、 [单选] 下面有关知识管理的描述，不正确的是：（ ）。
 A：知识管理过程需要在整个项目期间开展
 B：知识管理最重要的环节是建立知识库
 C：面对面互动最有利于建立知识管理所需的信任关系
 D：知识管理过程的主要作用之一是利用已有的组织知识来创造或改进项目成果
正确答案：B 你的答案：B
解析：考点：项目整合管理-管理项目知识 正确答案解析：B选项错误，知识存在于人们的思想中，无法强迫分享，因此知识管理**最重要的环节是营造相互信任的氛围**，而非单纯建立知识库； 正确答案解析： A选项正确，管理项目知识过程需要在整个项目期间开展； C选项正确，面对面互动最有利于建立知识管理所需的信任关系，信任建立后可通过虚拟互动维护； D选项正确，知识管理的主要作用包括利用已有组织知识创造或改进项目成果，以及将项目新知识赋能组织运营。
46、 [单选] 图中V1是物流集散地，其他点均为不同的二级转运站，弧上的数字代表两点间的距离(单位公里)，则V1到二级运转站( )最远。其最短路径为(  )公里。 7-46.png
 A：V6
 B：V7
 C：V8
 D：V9
正确答案：B 你的答案：B
解析：解析：V1-V2-V5-V9-V77-46-1.png7-46-2.png7-46-3.png7-46-4.png
47、 [单选] 图中V1是物流集散地，其他点均为不同的二级转运站，弧上的数字代表两点间的距离(单位公里)，则V1到二级运转站(  )最远，其最短路径为(  )公里。 7-46.png
 A：17
 B：14
 C：13
 D：11
正确答案：C 你的答案：B
解析：解析：V1-V2-V5-V9-V77-46-1.png7-46-2.png7-46-3.png7-46-4.png
48、 [单选] ( )估算方法将以往类似项目的相关信息作为估算未来项目的基础，是一种快速估算方法，适用于项目经理只能识别WBS的几个高层级的情况。
 A：类比
 B：基线
 C：自下而上
 D：参数
正确答案：A 你的答案：A
解析：考点：项目成本/进度估算-类比估算 正确答案解析：A选项正确，类比估算将以往类似项目的资源相关信息作为估算未来项目的基础，是一种快速估算方法，适用于项目经理只能识别WBS的几个高层级的情况。 不正确答案解析： B选项，基线是项目的基准参考，并非估算方法； C选项，自下而上估算是从WBS底层开始逐层汇总估算，适用于项目细节清晰的情况； D选项，参数估算是利用历史数据与项目参数之间的统计关系进行估算，题目中未提及参数关系。
49、 [单选] 某系统集成项目包含了三个软件模块，现在估算项目成本时，项目经理考虑到其中的模块A技术成熟，已在以前类似项目中多次使用并成功交付，所以项目经理忽略了A的开发成本，只给A预留了5万元，以防意外发生。然后估算了B的成本为50万元，C的成本为30万元，应急储备为10万元，三者集成成本为5万元，并预留了项目的10万元管理储备。如果你是项目组成员，该项目的成本基准是（ ）万元，项目预算是（ ）万元。项目开始执行后，当项目的进度绩效指数SPI为0.6时，项目实际花费70万元，超出预算10万元，如果不加以纠偏，请根据当前项目进展，估算该项目的完工估算值（EAC）为（ ）万元。
 A：成本基准：90
 B：成本基准：95
 C：成本基准：100
 D：成本基准：110
正确答案：C 你的答案：C
解析：考点：项目成本管理-成本基准与项目预算 正确答案解析：成本基准包括各活动成本估算+应急储备，**不包含管理储备**； 计算：5（A）+50（B）+30（C）+10（应急储备）+5（集成成本）=100万元。
50、 [单选] 【接上一题】某系统集成项目包含了三个软件模块，现在估算项目成本时，项目经理考虑到其中的模块A技术成熟，已在以前类似项目中多次使用并成功交付，所以项目经理忽略了A的开发成本，只给A预留了5万元，以防意外发生。然后估算了B的成本为50万元，C的成本为30万元，应急储备为10万元，三者集成成本为5万元，并预留了项目的10万元管理储备。如果你是项目组成员，该项目的成本基准是（ ）万元，项目预算是（ ）万元。项目开始执行后，当项目的进度绩效指数SPI为0.6时，项目实际花费70万元，超出预算10万元，如果不加以纠偏，请根据当前项目进展，估算该项目的完工估算值（EAC）为（ ）万元。
 A：项目预算：90
 B：项目预算：95
 C：项目预算：100
 D：项目预算：110
正确答案：D 你的答案：D
解析：考点：项目成本管理-项目预算计算 正确答案解析：项目预算=成本基准+管理储备； 计算：100（成本基准）+10（管理储备）=110万元。 考点延展：项目经理无权直接动用管理储备，动用需走变更控制流程并获批后，将部分管理储备移入成本基准。
51、 [单选] 【接上一题】某系统集成项目包含了三个软件模块，现在估算项目成本时，项目经理考虑到其中的模块A技术成熟，已在以前类似项目中多次使用并成功交付，所以项目经理忽略了A的开发成本，只给A预留了5万元，以防意外发生。然后估算了B的成本为50万元，C的成本为30万元，应急储备为10万元，三者集成成本为5万元，并预留了项目的10万元管理储备。如果你是项目组成员，该项目的成本基准是（ ）万元，项目预算是（ ）万元。项目开始执行后，当项目的进度绩效指数SPI为0.6时，项目实际花费70万元，超出预算10万元，如果不加以纠偏，请根据当前项目进展，估算该项目的完工估算值（EAC）为（ ）万元。
 A：EAC=64
 B：EAC=134
 C：EAC=194.4
 D：EAC=124.4
正确答案：C 你的答案：D
解析：考点：项目成本管理-完工估算（EAC）计算 正确答案解析：1. 由AC=70万，超预算10万，得PV=60万；2. SPI=EV/PV=0.6，算得EV=36万；3. CPI=EV/AC=36/70；4. 不纠偏为典型偏差，EAC=(BAC-EV)/CPI + AC，BAC取成本基准100万，计算得：(100-36)*70/36 +70=194.4万元。 考点延展：典型偏差（不纠偏）EAC=BAC/CPI；非典型偏差（纠偏）EAC=(BAC-EV)+AC。
52、 [单选] 关于项目整合管理的描述，不正确的是( )。
 A：项目整合管理由项目经理负责，整合其他知识领域成果并掌握总体情况
 B：执行项目整合时项目经理承担双重角色
 C：项目整合管理的责任可由项目经理授权或转移
 D：项目整合是项目经理的一项关键技能
正确答案：C 你的答案：C
解析：考点：项目整合管理-核心责任 正确答案解析：C选项错误，项目整合管理的责任**不能被授权或转移**，项目经理必须对整个项目承担最终责任；A、B、D选项均为项目整合管理的正确描述，整合管理是项目经理的核心工作，需整合各知识领域成果。
53、 [单选] 张工是某项目的项目经理，其对冲突的认识，( )是不恰当的。
 A：冲突是自然的，而且要找出一个解决办法
 B：冲突的解决应聚焦过去，分析冲突原因
 C：冲突是一个团队问题，而不是某人的个人问题
 D：应公开地处理冲突
正确答案：B 你的答案：D
解析：考点：项目资源管理-冲突管理 正确答案解析：B选项不恰当，冲突的解决应**聚焦现在而非过去**，聚焦问题而非人身攻击；A、C、D均为冲突管理的正确认知：冲突是自然存在的团队问题，需公开处理并找到解决办法。 考点延展：冲突并非全是不利的，妥善解决可促进团队协作，提升项目效率。
当在一个团队的环境下处理冲突时，项目经理应该认识到冲突的特点：①冲突是自然的，而且要找出一个解决办法。②冲突是一个团队问题，而不是某人的个人问题。③应公开地处理冲突。④冲突的解决应聚焦在问题，而不是人身攻击。⑤冲突的解决应聚焦在现在，而不是过去。
54、 [单选] 某项目历经了一年半的时间，团队成员相互之间由于长时间的接触，相互配合默契，工作高效，最近团队又增添了五名新成员进入团队，则此时项目团队处于 （ ） 。
 A：震荡期
 B：形成期
 C：表现期
 D：正规期
正确答案：B 你的答案：B
解析：考点：项目资源管理-团队建设阶段 正确答案解析：团队建设五阶段：形成期→震荡期→正规期→表现期→结束期；**新增成员会让团队重新回到形成期**，新成员需要相互认识、熟悉目标，协作效率暂时降低。 考点延展：记忆口诀：加人形成期，减人震荡期。
项目团队一般要依次经历以下五个阶段。
①形成阶段。一个个的个体成员转变为团队成员，开始形成共同目标；项目团队成员期望认识新同事、渴望表现自己、对未来有美好的期待，也对团队成员之间能否协调工作存在疑虑，团队之间协作比较差，且工作效率低。这时项目经理的管理风格为指导性比较合适。
②震荡阶段。随着项目的进展，项目分工明确，团队成员开始执行分配的任务，一般会遇到超出预想的困难，比如，项目任务比预计更艰难、更繁重，团队成员之间个性不同，配合之间存在问题。个体之间开始争执，互相指责，并且开始怀疑项目经理的能力。这时候项目经理应尽早对问题进行分析，找出问题解决办法，解决项目团队成员之间的冲突，管理风格为影响性比较合适。不是所有的项目团队都能够度过这个阶段。
③规范阶段。经过一定时间的磨合，团队成员之间相互熟悉和了解，矛盾基本解决，工作配合协调增加。项目经理这时候要进行项目团队各种建设活动，加强项目团队成员之间的默契，形成各种规章制度。制度形成了，团队成员只要都遵守各种制度，冲突会进一步减少，使项目工作更加规范。项目经理这时需要的领导风格是参与性。
④发挥阶段。随着相互之间的配合默契和对项目经理信任，成员积极工作，努力实现目标。这时集体荣誉感非常强，常将团队换成第一称谓，如“我们那个组”“我们部门”等，并会努力捍卫团队声誉。团队成员状态达到最佳水平，工作效率最高。项目经理这时候需要有授权性的领导风格，项目工作不可能是由项目经理一个人能够完成工作的，需要把一些工作合理授权给相应的项目团队成员，这样能够发挥项目团队成员的积极性、主观能动性和创造性。
⑤结束阶段。随着项目的结束，团队也被遣散了。
55、 [单选] （）PMO直接管理和控制项目，项目经理由PMO指定并向其报告，对项目控制程度很高。
 A：指令型
 B：支持型
 C：控制型
 D：组合型
正确答案：A 你的答案：C
解析：考点：项目整合管理-PMO类型 A选项指令型PMO：直接管理和控制项目。项目经理由PMO 指定并向其报告。这种类 型的PMO 对项目的控制程度很高。B选项支持型PMO：担当顾问的角色，向项目提供模板、最佳实践、培训，以及来自其他项目的信息和经验教训。这种类型的PMO 其实就是一个项目资源库，对项目的控制程度很低。C选项控制型PMO：控制型PMO 不仅给项目提供支持，而且通过各种手段要求项目服从，这种类型 的PMO 对项目的控制程度属于中等。他可能要求项目： 一是采用项目管理框架或方法 论；二是使用特定的模板、格式和工具；三是遵从治理框架。
56、 [单选] 关于沟通管理的描述，不正确的是：（）。
 A：10个人会议中沟通渠道共45条
 B：叙述方式的控制力最强，参与程度最弱
 C：噪音的存在有的形式有外部噪音、内部噪音、综合噪音
 D：沟通模型中包含编码、媒介、解码、噪音、反馈等要素
正确答案：C 你的答案：B
解析：在管理项目时，沟通是人们分享信息、表达思想和情感的过程，包括信息的生成、传递、接收、理解和检查。沟通的基本构成如图所示。7-56.png其中，凡是发生在参与者之间，能够干扰和阻碍理解和解释信息的因素，都是噪音（Noise）。噪音的存在有三种不同的形式：①外部噪音。主要来自于沟通环境。比如参与者在一个嘈杂的环境中进行交谈、其他人说话的声音、广播音响、汽车发动机的声音等等都属于此类；②内部噪音。来自于参与者的头脑中，比如上课走神的学生，对人工智能有着排斥心理的企业工人等都属于此类；③语义噪音。在不同文化背景、不同语言背景、不同宗教背景或不同阶层背景的人之间经常产生不利于理解沟通的情况。 沟通渠道（Channel）是指信息在参与者之间进行传递的途径，有的时候又被称为通道、媒介。沟通的参与者在沟通的过程中，由于参与者的数量不同，潜在的沟通渠道数量计算公式如下： M＝N*（N-1）/2，其中N≥1。 一般沟通过程所采用的方式分为以下几类：参与讨论方式、征询方式、推销方式（说明）、叙述方式，如图所示。 以上四类沟通方式从参与者（发送信息方）的观点看，参与讨论方式的控制力最弱，随后逐步加强，以叙述方式的控制力最强。从参与者（发送信息方）的观点看，其他参与者的参与程度恰巧相反，也就是讨论方式下参与程度最高，然后逐步减弱，以叙述方式下参与程度最弱。注意D选项的沟通模型中的要素，这个知识点也在历年真题中出现过，需要有印象。7-56-1.png
57、 [单选] 项目章程可由发起人编制，也可由项目经理与( )合作编制，以更好了解项目目的、目标。
 A：发起机构
 B：评估机构
 C：客户
 D：干系人
正确答案：A 你的答案：A
解析：考点：项目整合管理-项目章程编制 正确答案解析：项目章程可由发起人编制，也可由项目经理与**发起机构**合作编制；通过该合作，项目经理能更清晰了解项目的目的、目标和预期收益，便于有效分配项目资源。 考点延展：项目章程批准后，标志着项目正式启动。
58、 [单选] 下图中活动C的总浮动时间和自由浮动时间分别是（）。 7-58.png
 A：2；0
 B：2；1
 C：0；2
 D：1；1
正确答案：A 你的答案：C
解析：考点：项目进度管理-浮动时间计算 正确答案解析：1. 总浮动时间：不延误项目完工的前提下，活动可推迟的时间，计算为**最迟完成-最早完成**（或最迟开始-最早开始），活动C总浮动时间为2；2. 自由浮动时间：不延误紧后活动最早开始的前提下，活动可推迟的时间，计算为**紧后活动最早开始最小值-本活动最早完成**，活动C自由浮动时间为0。 考点延展：关键活动的总浮动时间为0。
59、 [单选] （）不属于项目工作绩效域的预期目标。
 A：项目以有条理、协调一致的方式推进
 B：高效且有效的项目绩效
 C：干系人适当的沟通和参与
 D：有效处理了变更
正确答案：A 你的答案：B
解析：考点：项目绩效域-工作绩效域 正确答案解析：A选项“项目以有条理、协调一致的方式推进”是**规划绩效域**的预期目标；B、C、D均为项目工作绩效域的预期目标，此外还包括：适合项目的过程、有效管理实物资源和采购、通过持续学习提升团队能力等。
项目工作绩效域涉及项目工作相关的活动和职能。项目工作可使项目团队保持专注，并使项目活动顺利进行。在项目整个生命周期过程中，有效执行本绩效域可以实现预期目标，主要包含：①高效且有效的项目绩效；②适合项目和环境的项目过程；③干系人适当的沟通和参与；④对实物资源进行了有效管理；⑤对采购进行了有效管理：⑥有效处理了变更；⑦通过持续学习和过程改进提高了团队能力。
60、 [单选] OPM框架的关键要素中，（）可能并不完全属于OPM治理的管辖范围。
 A：OPM方法论和人才管理
 B：OPM方法论和知识管理
 C：人才管理和知识管理
 D：OPM方法论
正确答案：C 你的答案：C
解析：考点：组织级项目管理（OPM）-框架要素 正确答案解析：OPM框架关键要素：OPM治理、OPM方法论、知识管理、人才管理；其中**OPM方法论属于OPM治理的管辖范围**，而**人才管理和知识管理**在许多情况下可能并不完全属于OPM治理的管辖范围。
61、 [单选] 依据我国2021年《个人信息保护法》，不正确的是：（）。
 A：为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需的情况下处理个人数据，需要取得个人同意
 B：处理个人信息应当遵循公开、透明原则，公开个人信息处理规则，明示处理的目的、方式和范围
 C： 基于个人同意处理个人信息的，个人有权撤回其同意，但不影响撤回前基于个人同意已进行的个人信息处理活动的效力
 D：国家机关处理的个人信息应当在中华人民共和国境内存储，确需向境外提供的，应当进行安全评估。安全评估可以要求有关部门提供支持与协助
正确答案：A 你的答案：B
解析：考点：法律法规-《个人信息保护法》 
《中华人民共和国个人信息保护法》第十三条规定符合下列情形之一的，个人信息处理者方可处理个人信息：
（一）取得个人的同意；
（二）为订立、履行个人作为一方当事人的合同所必需，或者按照依法制定的劳动规章制度和依法签订的集体合同实施人力资源管理所必需；
（三）为履行法定职责或者法定义务所必需；
（四）为应对突发公共卫生事件，或者紧急情况下为保护自然人的生命健康和财产安全所必需；
（五）为公共利益实施新闻报道、舆论监督等行为，在合理的范围内处理个人信息；
（六）依照本法规定在合理的范围内处理个人自行公开或者其他已经合法公开的个人信息；
（七）法律、行政法规规定的其他情形。 依照本法其他有关规定，处理个人信息应当取得个人同意，但是有前款第二项至第七项规定情形的，不需取得个人同意。
62、 [单选] 以下关于软件测试的叙述中，不正确的是∶（）。
 A：集成测试中，开发人员应避免测试自己开发的程序
 B：软件测试工作应该在需求阶段就开始进行
 C：测试完成后未发现错误，应首先检查测试过程是否存在问题
 D：项目时间紧张时，测试时间可以适当减少
正确答案：D 你的答案：D
解析：考点：项目质量管理-软件测试 正确答案解析：D选项错误，测试计划审批通过后，应按计划完成所有测试工作，**测试用例和测试工作不得因时间紧张随意删减**，可合理控制测试节奏但不能减少核心测试内容；A选项正确，避免开发者自测的主观偏差；B选项正确，测试早介入（需求阶段）可提前发现问题；C选项正确，未发现错误需先排查测试过程的问题。
63、 [单选] 某项工程的活动明细如下表（时间：周；费用：万元）：项目总预算由原先的60万元增加到63万元，根据上表，在预算约束下该工程最快能完成时间为（ ）周，所需项目总费用为（ ）万元。 7-63.png
 A：时间：9
 B：时间：8
 C：时间：14
 D：时间：12
正确答案：A 你的答案：A
解析：（1）正常情况：项目周期为3＋4＋5＝12；费用为10＋15＋12＋8＋12（间接管理费用）＝57万元。（2）增加预算之后如果赶工，8周，需要费用是15＋17＋13＋11＋8＝32＋24＋8＝56＋8＝64万元，费用不够。计算单位赶工成本: A=(15-10)/(3-2)=5；    B=(17-15)/(8-6)=1；C=(13-12)/(4-3)=1；    D=(11-8)/(5-3)=1.5。所以优先选择A不赶工，成本最小，9周完成7-63-1.png
64、 [单选] 【接上一题】某项工程的活动明细如下表（时间：周；费用：万元）：项目总预算由原先的60万元增加到63万元，根据上表，在预算约束下该工程最快能完成时间为（ ）周，所需项目总费用为（ ）万元。 7-64.png
 A：费用：60
 B：费用：64
 C：费用：56
 D：费用：45
正确答案：A 你的答案：A
解析：（1）正常情况：项目周期为3＋4＋5＝12；费用为10＋15＋12＋8＋12（间接管理费用）＝57万元。（2）增加预算之后如果赶工，8周，需要费用是15＋17＋13＋11＋8＝32＋24＋8＝56＋8＝64万元，费用不够。计算单位赶工成本: A=(15-10)/(3-2)=5；    B=(17-15)/(8-6)=1；C=(13-12)/(4-3)=1；    D=(11-8)/(5-3)=1.5。所以优先选择A不赶工，成本最小，9周完成，费用为10＋17＋13＋11＋9＝60万元7-64-1.png
65、 [单选] 关于风险的描述，不正确的是( )。
 A：风险是一种不以人的意志为转移的客观存在
 B：风险的后果与人类社会的相关性决定了风险的社会性
 C：在企业管理中所说的风险通常是指由于激烈竞争的环境以及技术条件的改变企业经营管理面临的不确定性
 D：风险可以用概率表示其发生的可能性，值越大表示其对项目的影响越大
正确答案：D 你的答案：D
解析：考点：项目风险管理-风险基本概念-风险概率和影响评估。风险概率评估考虑的是特定风险发生的可能性，概率值越大代表发生的可能性越大。而风险影响评估考虑的是风险对一项或多项项目目标的潜在影响，如进度、成本、质量或绩效，数值越大代表对目标影响越大。注意这两个概念，因为在教材上整体表格看上去比较复杂，可能有些同学没有注意到这两个概念的区别。另外，风险概率表需要理解下，按照目前的考试趋势，也是有可能夹杂在案例计算中的。
66、 [单选] 《中华人民共和国网络安全法》规定，网络运营者应当按照网络安全等级保护制度要求，履行下列安全保护义务（ ）。①制定内部安全管理制度和操作规程，确定网络安全负责人，落实网络安全保护责任。②采取防范计算机病毒和网络攻击，网络侵入等危害网络安全行为的技术措施。③采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月。④采取数据分类，重要数据备份和加密等措施。⑤制定、公布网络关键设备和网络安全专用产品目录，并推动安全认证和安全检测结果互认，避免重复认证、检测。
 A：①②③④
 B：①②③⑤
 C：①③④⑤
 D：②③④⑤
正确答案：A 你的答案：C
解析：《中华人民共和国网络安全法》自2017年6月1日起施行。第二十一条规定，国家实行网络安全等级保护制度。网络运营者应当按照网络安全等级保护制度的要求，履行下列安全保护义务，保障网络免受干扰、破坏或者未经授权的访问，防止网络数据泄露或者被窃取、篡改： （一）制定内部安全管理制度和操作规程，确定网络安全负责人，落实网络安全保护责任； （二）采取防范计算机病毒和网络攻击、网络侵入等危害网络安全行为的技术措施； （三）采取监测、记录网络运行状态、网络安全事件的技术措施，并按照规定留存相关的网络日志不少于六个月； （四）采取数据分类、重要数据备份和加密等措施； （五）法律、行政法规规定的其他义务。 第二十三条 网络关键设备和网络安全专用产品应当按照相关国家标准的强制性要求，由具备资格的机构安全认证合格或者安全检测符合要求后，方可销售或者提供。国家网信部门会同国务院有关部门制定、公布网络关键设备和网络安全专用产品目录，并推动安全认证和安全检测结果互认，避免重复认证、检测。综上除了⑤，其余都是网络运营者应当按照网络安全等级保护制度的要求，并且履行的安全保护义务。
67、 [单选] ( )的作用是识别无效过程和导致质量低劣的原因。
 A：规划质量
 B：控制质量
 C：评估质量
 D：管理质量
正确答案：D 你的答案：B
解析：考点：项目质量管理-过程作用 正确答案解析：D选项管理质量：将质量政策转化为可执行活动，**核心作用包括识别无效过程和导致质量低劣的原因**，提升质量目标实现可能性；A选项规划质量：制定质量标准和管理计划；B选项控制质量：检查可交付成果，确认是否符合质量标准。 考点延展：管理质量是“过程改进”，控制质量是“产品检查”。
68、 [单选] The（）is a hierarchical decomposition of the total scope of work to be carried out by the project team.
 A：Project scope statement
 B：Work package
 C：WBS
 D：Project scope plan
正确答案：C 你的答案：A
解析：考点：项目范围管理-专业术语英文 正确答案解析：翻译：（）是项目团队需执行的全部工作范围的层级分解。C选项WBS（Work Breakdown Structure，工作分解结构）符合定义；A选项项目范围说明书：描述项目范围、目标和可交付成果；B选项工作包：WBS的最低层级；D选项项目范围计划：规划范围管理的输出。
69、 [单选] 识别项目干系人管理过程在( )可以重复开展。①每个阶段开始时②项目重大变化时③可行性研究时④组织重大变化时⑤编制项目章程时
 A：③④⑤
 B：①②③
 C：②③④
 D：①②④
正确答案：D 你的答案：C
解析：考点：项目干系人管理-识别干系人 正确答案解析：识别干系人首次开展在编制项目章程前/同时，**重复开展的场景**：①每个阶段开始时、②项目出现重大变化时、④组织出现重大变化时；③可行性研究时项目未启动，⑤编制项目章程时是首次开展，均不重复开展。
70、 [单选] 监督干系人参与过程的作用是____。
 A：维持或提升干系人参与活动的效率和效果
 B：提高干系人对项目的支持度，并尽可能降低干系人对项目的抵制
 C：提供与干系人进行有效互动的可行计划
 D：项目团队能够建立对每个干系人或干系人群体的适度关注
正确答案：A 你的答案：D
解析：考点：项目干系人管理-各过程作用 正确答案解析：A选项是**监督干系人参与**的作用：随项目进展维持/提升干系人参与的效率和效果；B选项是管理干系人参与的作用；C选项是规划干系人参与的作用；D选项是识别干系人的作用。
监督干系人参与是监督项目干系人的关系，并通过修订参与策略和计划来引导干系人合理参与项目的过程。本过程的主要作用是，随着项目进展和环境变化，维持或提升干系人参与活动的效率和效果。本过程需要在整个项目期间开展。识别干系人是定期识别项目干系人，分析和记录他们的利益、参与度、相互依赖性、影响力和对项目成功的潜在影响的过程。本过程的主要作用是，使项目团队能够建立对每个干系人或干系人群体的适度关注。 规划干系人参与是根据干系人的需求、期望、利益和对项目的潜在影响，制定项目干系人参与项目的方法的过程。本过程的主要作用是，提供与干系人进行有效互动的可行计划。 管理干系人参与是通过与干系人进行沟通协作，以满足其需求与期望、处理问题，并促进干系人合理参与的过程。本过程的主要作用是，尽可能提高干系人的支持度，并降低干系人的抵制程度。 监督干系人参与是监督项目干系人的关系，并通过修订参与策略和计划来引导干系人合理参与项目的过程。本过程的主要作用是，随着项目进展和环境变化，维持或提升干系人参与活动的效率和效果。
71、 [单选] 对某一事物进行度量会对其行为产生影响，因此需要谨慎制定度量指标，表明了度量具有（）。
 A：霍桑效应
 B：蝴蝶效应
 C：木桶效应
 D：青蛙效应
正确答案：A 你的答案：A
解析：考点：项目绩效域-度量效应 正确答案解析：A选项霍桑效应：**对事物进行度量时会影响其行为**，因此需谨慎制定度量指标（如仅度量可交付物数量，团队会忽视质量）；B选项蝴蝶效应：微小变化引发连锁反应；C选项木桶效应：短板决定整体水平；D选项青蛙效应：安于现状易陷入危机。
72、 [单选] 需求管理计划是项目管理计划的组成部分，以下（   ）属于需求管理计划的主要内容。①如何规划、跟踪和报告各种需求活动②配置管理活动③需求优先级排序过程④测量指标及使用这些指标的理由
 A：①②③
 B：②③④
 C：①③④
 D：①②③④
正确答案：D 你的答案：C
解析：考点：项目范围管理-需求管理计划 正确答案解析：需求管理计划的主要内容包括：①如何规划、跟踪和报告需求活动；②配置管理活动（变更启动、影响分析等）；③需求优先级排序过程；④测量指标及使用理由；⑤需求跟踪矩阵的属性设置。因此①②③④均属于。
73、 [单选]  ( )是指当有新版本发布的时候，先少量用户使用新版本，并且观察新版本是否存在问题。如果出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户。
 A：蓝绿部署
 B：金丝雀部署
 C：虚拟机部署
 D：持续部署
正确答案：B 你的答案：B
解析：考点：项目交付管理-部署方式
在部署原则中提到两大部署方式为蓝绿部署和金丝雀部署。
蓝绿部署是指在部署的时候准备新旧两个部署版本，通过域名解析切换的方式将用户使用环境切换到新版本中，当出现问题的时候，可以快速地将用户环境切回旧版本，并对新版本进行修复和调整。
金丝雀部署是指当有新版本发布的时候，先让少量用户使用新版本，并且观察新版本是否存在问题。如果出现问题，就及时处理并重新发布；如果一切正常，就稳步地将新版本适配给所有的用户。
这两种部署方式在日常的项目部署中也是经常被用到，所以可以理解，并作为论文实践部分的素材来使用。
74、 [单选] 信息安全系统工程中，信息系统“安全空间”三个维度包括安全机制、网络参考模型和（）。
 A：安全设施
 B：安全平台
 C：安全人员
 D：安全服务
正确答案：D 你的答案：B
解析：考点：信息安全-安全空间三维度 正确答案解析：信息系统“安全空间”三维度：X轴**安全机制**（平台安全、加密机制等）、Y轴**OSI网络参考模型**（安全技术在各网络层实施）、Z轴**安全服务**（认证、访问控制、数据保密等）。
由X、Y、Z三个轴形成的信息安全系统三维空间就是信息系统的“安全空间”。 其中X轴是“安全机制”。安全机制可以理解为提供某些安全服务，利用各种安全技术和技巧，所形成的一个较为完善的结构体系。如“平台安全”机制，实际上就是指的安全操作系统、安全数据库、应用开发运营的安全平台以及网络安全管理监控系统等。 Y轴是“OSI 网络参考模型”。信息安全系统的许多技术、技巧都是在网络的各个层面上实施的，离开网络，信息系统的安全也就失去意义。 Z轴是“安全服务”。安全服务就是从网络中的各个层次提供给信息应用系统所需要的安全服务支持。如对等实体认证服务、访问控制服务、数据保密服务等。 随着网络逐层扩展，这个空间不仅范围逐步加大，安全的内涵也就更丰富，达到具有认证、权限、完整、加密和不可否认五大要素，也叫作“安全空间”的五大属性。
75、 [单选] 某饲养场饲养了某种动物，每只动物每天至少需要蛋白质200克、矿物质4克、维生素5毫克。市场上销售的甲乙两种饲料每公斤的营养成分及单价如下：因此，饲养每只动物至少需要饲料成本  ( ) 元。 7-75.png
 A：6
 B：8
 C：10
 D：12
正确答案：B 你的答案：B
解析：设需要甲饲料x公斤，需要乙饲料y 公斤。根据题干，可得如下不等式：
① 50x+40y≥200
② x+0.5y≥4
③ 0.5x+y≥5 使x+1.5y最小7-75-1.png
答题用时：118分钟
答题时间：2026-05-09 22:26:26
答题卡
单选题
1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 31 32 33 34 35 36 37 38 39 40 41 42 43 44 45 46 47 48 49 50 51 52 53 54 55 56 57 58 59 60 61 62 63 64 65 66 67 68 69 70 71 72 73 74 75

咨询热线：400-0892-521
技术支持：186-0032-8316
备案号：京ICP备17068716号-1
Copyright 2019 版权所有 光环国际
PMI, PMP, PgMP, PMI-ACP, and PMBOK are 
registered marks of the Project Management Institute, Inc.
意见/建议/服务反馈通道
客诉：400-8396-658
邮箱：feedback@aura.cn
`;
